{
  "headerCatalog": "Catalog",
  "headerAbout": "About",
  "headerDelivery": "Delivery",
  "headerContacts": "Contacts",
  "headerFavorites": "Favorites",
  "headerCart": "Cart",
  "headerLogIn": "Log In",
  "headerProfile": "Profile",
  "headerCategorySelect": "Category",
  "headerAllCategories": "All Categories",
  "headerSearchPlaceholder": "Search in catalog",
  "headerToProfile": "To Profile",
  "headerSearch": "Search",
  "materialTitle": "Material",
  "emptyCategoryError": "Nothing was found for this category",

  "paymentMethod": "Select payment method",
  "paymentMethodCard": "Bank card",
  "paymentMethodDetails": "By bank details",

  "productStatusDelivered": "Delivered",
  "productStatusBundle": "In Assembly",
  "productStatusTransit": "In Transit",
  "productStatusCreated": "Created",
  "productStatusUnknown": "Unknown Status",
  "productStatusCargo": "Transferred to Cargo",
  "productStatusPayment": "In payment",
  "productStatusClosed": "Closed",

  "back": "Back",
  "importTitle": "Upload reciept PDF",
  "importLink": "Instruction",
  "importText": "for filling out the table",
  "importButton": "Upload file",
  "importConfirm": "Import",
  "buttonResetFile": "Reset File",
  "selectedFile": "Selected File",
  "makeAppealOrders": "Make an Appeal",
  "productStatusInspection": "Verifying",

  "productPriceDescription": "The price is per unit",

  "paymentSuccess": "Thank you for your purchase!",
  "paymentSuccessText": "Payment was successfully completed",
  "paymentUnsuccess": "Purchase failed!",
  "paymentUnsuccessText": "Unfortunately, an unexpected error occurred",
  "paymentButton": "To the store",
  "paymentSelectCategory": "Select Category",
  "paymentSelectCity": "Select City",
  "paymentSelectTarif": "Select Tariff",
  "paymentNameSurname": "Name Surname",
  "PaymentPay": "Pay",
  "paymentAddress": "Address",

  "productWeight": "Product weight",

  "productMold": "Mold",

  "reviewModeration": "On moderation",

  "paymentCardNumber": "Card Number",
  "paymentCardHolder": "Cardholder Name",
  "paymentCardMonth": "Card Expiry - Month",
  "paymentCardYear": "Card Expiry - Year",
  "paymentPayOrder": "Pay Order",

  "newRevenues": "New Arrivals",
  "newRevenuesText": "Be the first to know about products shaping the future of the industry",
  "workWithUsText": "Join our marketplace and grow your business",
  "newRevenuesLink": "Learn More",
  "manufacturer": "Manufacturer of the Month",
  "manufacturerText": "Discover what's trending now!",
  "promotions": "Promotions",
  "workWithUs": "Work With Us",
  "promotionsText": "Up to 35% off",
  "deliveryText": "Learn about our delivery methods",
  "seasonThings": "Seasonal Clothing",
  "productSelection": "Find a Product",
  "lookAll": "See All",
  "selectProductText": "Find a Product",
  "bestsellers": "Bestsellers",
  "foundation": "Find a Product",

  "footerPayment": "Payment",
  "footerPolitics": "Privacy Policy",
  "footerTextUnderEmail": "Write anytime, day or night",
  "footerWriteUs": "Write to Us",
  "footerUsing": "Use and copying of materials from the website is prohibited",
  "footerProviders": "Suppliers",

  "filterColor": "Color",
  "filterSize": "Size",
  "filterPrice": "Price Filter",
  "filterBrand": "Brands",
  "filterPriceText": "Your budget",
  "filterSelectedBudget": "Selected budget",
  "filterShow": "Show",
  "filterReset": "Reset",

  "mainPageRoute": "Main page",
  "catalogFilter": "Filters",
  "deliveryPageTitle": "Cargo",
  "deliveryPageText": "Find out about our company's delivery options",

  "logInTitle": "Log In to Your Account",
  "logInText": "Welcome",
  "logInLabelLogin": "Username",
  "logInInputLogin": "Enter your username",
  "logInLabelPassword": "Password",
  "logInInputPassword": "Enter your password",
  "logInCheckboxText": "Remember me",
  "logInTextForget": "Forgot password",
  "logInButtonText": "Log In",
  "logInButtonRegistration": "Sign Up",
  "checkCode": "The code cannot contain spaces or letters",
  "registrationStage": "Registration. Stage",

  "registrationTitle": "Register Your Account",
  "registrationLabelEmail": "Email",
  "registrationInputEmail": "Enter your email",
  "registrationLabelName": "Name",
  "registrationInputName": "Enter your name",
  "registrationLabelLastName": "Last Name",
  "registrationInputLastName": "Enter your last name",
  "registrationPhoneNumber": "Phone Number",
  "registrationButtonText": "Register",
  "registrationButtonLogIn": "Already have an account?",
  "registrationSuccess": "Registration was successful",
  "registrationConfirm": "Confirm phone number",
  "registrationError": "Error",
  "registrationRememberMe": "Remember password",

  "politicsAgree": "I have read and agree",
  "smsAgree": "I agree to receive SMS notifications for informational and promotional purposes.",
  "politicsAgree1": "I accept",
  "politicsAgree2": "the contract",

  "emptyBasketTitle": "Basket is Empty!",
  "emptyBasketText": "It's time to go shopping!",
  "emptyBasketButtonText": "Go to Catalog",
  "emptyFavoritesTitle": "Favorites is Empty!",
  "emptyCatalogTitle": "Nothing Found for Your Query!",
  "emptyCatalogText": "It seems nothing was found for your query. Try resetting the current filters and try again!",
  "emptyCatalogButtonText": "Go to Homepage",

  "cartContinue": "Continue",
  "cartTotalPriceText": "Total:",
  "cartItemPrice": "Price per Item",
  "cartItemCounterText": "Quantity",
  "cartItemTotalPrice": "Total Price",

  "aboutPageText": "Learn more about our company",
  "aboutPageTextProducts": "We help companies sell products from Turkey",
  "aboutPageTextWork": "During our time working",
  "aboutPageTextOrder": "Orders fulfilled",
  "aboutPageTextCountry": "Countries already working with us",
  "aboutPageTextStock": "Products in stock",
  "aboutPageTextStars": "5-star ratings",
  "aboutPageTextPartners": "Our partners",
  "aboutPageTextPopular": "Popular categories",
  "aboutPageSupport": "Support",
  "aboutPageSupportText": "We're always ready to help you!",
  "aboutPagePhone": "Phone number",
  "aboutPagePhoneText": "Monday to Friday, 9:00 to 18:00",

  "contactsPageText": "Our friendly team is waiting for you!",
  "contactsPageEmailText": "We are always ready to help!",
  "contactsPageOffice": "Company Office",
  "contactsPageOfficeText": "For those who want to visit us.",
  "contactsPagePhone": "Phone Number",
  "contactsPagePhoneText": "Monday to Friday from 9 am to 6 pm",

  "manufacturersPageRoute": "Manufacturers",
  "manufacturersPageText": "Choose a manufacturer of interest from our list",

  "orderPagePersonalData": "Personal Data",
  "orderPagePhone": "Phone Number",
  "orderPageEmailText": "We will send the order number, status, and receipt to this email",
  "orderPageCart": "In Cart",
  "orderPageTotal": "Total",
  "orderPageSum": "Order Total",
  "orderPageProductsText": "products",
  "orderPageButton": "Confirm Order",
  "orderPageLinkText": "By clicking Confirm Order, you agree to our",
  "orderPageLink": "privacy policy and terms of service",

  "paymentPageTitle": "Payment",
  "paymentPageText": "Learn about payment options for our company's products",
  "paymentPageBankTitle": "Bank Transfer",
  "paymentPageBankText": "The most convenient option for transferring funds to the company's details",
  "paymentPageCardTitle": "Credit/Debit Card Payment",
  "paymentPageCardText": "Online payment with a credit or debit card",
  "paymentPageCheckTitle": "Invoice Payment",
  "paymentPageCheckText": "Making payment by invoice. We will automatically generate it based on the details",
  "paymentPageCrypto": "Cryptocurrency",
  "paymentPageCryptoTitle": "Cryptocurrency",
  "paymentPageCryptoText": "Payment using cryptocurrency via an online service",
  "paymentPagePayPalTitle": "PayPal",
  "paymentPagePayPalText": "Transfer via the link we will send after placing the order",

  "profilePageCompany": "Company",
  "profilePageAddress": "Address",
  "profilePageOrders": "My Orders",
  "profilePageReviews": "My Reviews",
  "profileOrdersTitle": "No Orders!",
  "profileOrdersText": "You don't have any orders yet, but it's time to place some!",
  "profileReviewsTitle": "No Reviews!",
  "profileReviewsText": "You don't have any reviews yet, but you can write some!",
  "profileModalTitle": "Update Information!",
  "profileModalName": "New Name",
  "profileModalSurName": "New Surname",
  "profileModalCompany": "Company Name",
  "profileModalAddress": "New Address",
  "profileModalButton": "Confirm",
  "profilePageLogOut": "Log Out",

  "productPageArticle": "Article",
  "productPageCompound": "Compound",
  "productPageManufacturer": "Manufacturer",
  "productPageSeason": "Season",
  "productPagePattern": "Pattern",
  "productPageCountry": "Country of Origin",
  "productPageInStock": "In Stock",
  "productPageButton": "Buy",
  "productPageDescription": "Product Description",
  "productPageSimilar": "Similar Products",
  "productPageFamous": "Popular Products",

  "userActionsTitle": "Title",
  "userActionsDate": "Date",
  "userActionsCost": "Cost",
  "userActionsStatus": "Status",

  "politicsTitle": "Offer Agreement",
  "politicsRead": "Read More",
  "politicsClose": "Close",

  "contract.1": "PARTIES AND SUBJECT",
  "contract.1.1": "In this agreement, TURANLİNE TEXTILE CONSTRUCTION REAL ESTATE AGRICULTURE SITE MANAGEMENT TOURISM AND TRADE LIMITED COMPANY will be referred to as 'Company' or 'Our Company', the digital assets owned by our company will collectively be referred to as 'platform', and any person browsing or using the platform will be referred to as 'You' or 'User'.",
  "contract.1.2": "This document contains the requirements for being a user of the platform and services provided by our company. Your access to and use of our platform is subject to the terms set forth here, our privacy policy, and our cookie policy. By registering for or browsing the platform, you agree to the following:",
  "contract.1.2.1": "- That you have read, understood, and agree to abide by the terms",
  "contract.1.2.2": "- That you are of legal age as prescribed by law and have the capacity to accept a binding contract",
  "contract.1.2.3": "- If you are acting on behalf of a legal entity, you represent that you have the authority to accept a binding contract on behalf of that legal entity.",

  "contract.2": "SERVICE",
  "contract.2.1": "The platform and the services provided by our company will be offered free of charge for an unspecified period, unless terminated in accordance with our policies. The services provided through the platform will have the following basic features:",
  "contract.2.1.1": "- A User Profile",
  "contract.2.1.2": "- Products",
  "contract.2.1.3": "- Clear display of product-related information",
  "contract.2.2": "Our company's mission through the platform is the wholesale sale of products in Turkey, with tax fees included in the final price, both domestically and internationally.",
  "contract.2.3": "Our company may suspend or terminate all or part of the above free member benefits at any time, at its sole discretion, without being liable for any loss or damage arising from or in connection with such actions. Our company reserves the right to charge a fee for the services provided through the platform at its sole discretion.",
  "contract.2.4": "The availability of features, functions, and benefits through the platform may vary based on the user's region and/or may be subject to conditions.",

  "contract.3": "RIGHTS AND RESPONSIBILITIES",
  "contract.3.1": "To obtain membership status, the person wishing to become a MEMBER must approve this Agreement, accurately, completely, and up-to-date fill in the requested information on the Platform, and have their membership application evaluated and approved by our company. A legal entity wishing to become a user must meet the conditions specified in Article 1.1 of this Agreement and the conditions set by our company according to relevant legislation. Membership status begins with the completion of the approval process and notification of the status to the MEMBER and/or the acquisition of the USER title, thus the MEMBER obtains the rights defined for them in this Agreement and on the Platform. If the MEMBER prefers, they can benefit from the Platform Services offered by our company through our digital properties without opening a separate account, subject to the membership conditions of the websites and mobile applications providing these services. The obligations defined for the Member in this Agreement and on the Platform will be binding and valid upon becoming a Member and/or acquiring the Member title. A MEMBER who does not provide the requested information accurately, completely, and up-to-date will be personally responsible for any damages arising from this; in the event of contrary circumstances, our company has the right to partially or fully restrict, block, suspend, or terminate the MEMBER’s status. The MEMBER will promptly update their information in case of any changes. The MEMBER can update this information through the call center, the Platform, or other means provided by our company.",
  "contract.3.2": "The membership account is exclusive to the MEMBER who created it; the MEMBER cannot allow a third party to use their membership account and cannot use other members' accounts.",
  "contract.3.3": "Our company is an \"electronic commerce intermediary service provider\" according to Law No. 6563 on the Regulation of Electronic Commerce, and an \"access provider\" according to Law No. 5651 on the Regulation of Publications on the Internet and Combating Crimes Committed Through These Publications. Except for the products sold by our company itself, our company is not responsible for the authenticity, reliability, accuracy, or legality of any visual, written, or other content on the Platform, nor does it have an obligation to control such content or investigate whether there is any unlawful activity on the Platform.",
  "contract.3.4": "The Member acknowledges, declares, and commits that, in distance sales contracts concluded with Sellers, except for distance sales contracts in which our company is the seller, the Sellers are the sellers and the Members are the buyers, and that our company is in no way a party to the distance sales contracts and that under the applicable consumer legislation and other legislation, only the Sellers are personally responsible for any claims against them, and that our company has no responsibility whatsoever. In addition to the above, Sellers are personally responsible for the quality of all products they showcase and sell on the Platform, compliance with the legislation, timely and defect-free delivery, invoicing, delivery of all necessary documents, including warranty certificates, provision of after-sales services and other services, fulfillment of all other obligations, and all requests and complaints regarding other matters. The User accepts, declares, and commits that they will not direct any liability towards our company regarding the products, and that the only interlocutor in this regard will be the Seller offering the relevant product for sale. Furthermore, if the User intends to initiate any legal proceedings regarding the Platform, the services offered through the Platform, and/or activities conducted within the Platform, they accept, declare, and commit that they are obliged to fulfill all necessary legal obligations and procedures, including those related to the contents of the Platform, and that our company has no information or responsibility regarding these obligations and procedures.",
  "contract.3.5": "The Seller has authorized our company to collect the product price from the Member within the scope of the contractual relationship between them. Therefore, the Member will be released from their payment obligation to the Seller with the payment made to our company. The Member has no other payment obligation to the Seller. However, in the event that the Member makes duplicate payments to the Seller, our company will not bear any responsibility.",
  "contract.3.6": "The User agrees in advance that they will not use the platform for purposes that violate all legislation and general legal rules in force in the Republic of Turkey, especially the Law on the Prevention of Money Laundering, and will not allow others to use it for illegal purposes, and that they will be solely responsible for any legal and criminal liability arising from their use of the website for illegal purposes or allowing others to use their account for such purposes. Our company cannot be held responsible for seizures and restrictions on the account made by the authorities due to the User's illegal use of the account.",
  "contract.3.7": "The membership and password information necessary for the Member to access their Account Page and to perform transactions on the Platform is created by the Member, and the security and confidentiality of this information is entirely the responsibility of the Member. The Member should use a strong password on the Platform and should use that password only on the Platform. The Member is responsible for the accuracy and confidentiality of the information provided when registering on the Platform, and they acknowledge that the transactions performed with their membership information and password are carried out by them, and that they are fully responsible for these transactions. The Member accepts, declares, and commits that they cannot argue or object that these transactions were not performed by them and/or avoid fulfilling their obligations based on such defenses or objections.",
  "contract.3.8": "Members and visitors to the platform cannot use the Platform in a manner contrary to law and morality, especially under the following conditions.",
  "contract.3.8.1": "The Platform is used to create, control, update, or modify a database, record, or directory on behalf of any person;",
  "contract.3.8.2": "The Platform is used, wholly or partially, to disrupt, modify, or reverse-engineer the Platform;",
  "contract.3.8.3": "Transactions are carried out using false information or information belonging to someone else, creating fake accounts using false or misleading residence addresses, email addresses, contact, payment, or account information, and using these accounts in violation of the Membership Agreement or applicable legislation, using another Member's account, acting or participating in transactions on behalf of someone else or under a false name;",
  "contract.3.8.4": "Spreading viruses or other harmful software that damage the Platform, the Platform's database, or any content on the Platform.",
  "contract.3.8.5": "Engaging in activities that create unreasonable or disproportionate loads on the communication and technical systems determined by the Platform or that damage the technical operation, using 'screenscraping' software or systems such as automated programs, robots, web crawlers, spiders, data mining, and data scraping on the Platform without our company's prior written permission, and copying, publishing, or using any content on the Platform in whole or in part without permission.",
  "contract.3.9": "The Member acknowledges that their comments regarding the products purchased may be shared with the seller in accordance with the legislation if requested by the seller, and that these comments may be used by the seller in compliance with the legislation.",
  "contract.3.10": "The Member acknowledges that by uploading content to the Platform, they exclusively own the intellectual and industrial property rights and other rights related to the Member Content and that they hold the financial rights arising from Law No. 5486 on Intellectual and Artistic Works. All intellectual and industrial property rights and other rights, including moral rights, under Law No. 5486, have been assigned to our company to the extent permitted by relevant legislation, especially the Law on Intellectual and Artistic Works, with an unlimited, worldwide (international) applicable, sublicensable, irrevocable, gratuitous, and unconditional full license.",
  "contract.3.11": "Members and visitors of the Platform are obliged to carry out their transactions on the Platform in a manner that does not harm our company financially or technically. Members and visitors of the Platform also acknowledge that they have taken all necessary precautions, including using the necessary protective software and licensed products, to ensure that their use of the Platform does not contain any programs, viruses, software, unlicensed products, trojans, etc. that may harm the Platform. They also agree not to access the Platform using robots or automated login methods.",
  "contract.3.12": "Our company has taken reasonable measures to ensure the accuracy, security, currency, availability, continuity, completeness, suitability, and functionality of the Platform and its content, materials, and elements, and provides them 'as is', 'as available' and makes no guarantees or representations regarding them.",
  "contract.3.13": "Links on the Platform may redirect the Member to other websites/applications. Our company does not guarantee or undertake any responsibility for the content, accuracy, reliability, security, or functionality of these websites/applications, and will not be liable for any damages arising from accessing, using, downloading, sharing, and/or modifying these websites/applications.",
  "contract.3.14": "Our company may reject membership applications, terminate memberships, or condition the acceptance or continuation of a membership application or the use of the Platform on additional terms at any time and for any reason, at its sole discretion. Changes, additional terms and conditions, provisions, guidelines, and policies that will be introduced by our company after the individual's membership process and that will be announced/notified/published in any way will be binding for the Member as of the moment they are published on the Platform without the need for further notification or approval; however, if the relevant legislation requires explicit approval by the Member, our company shall have the right and authority to partially or fully restrict, block, suspend, or terminate the individual's membership if not approved by the Member.",
  "contract.3.15": "The Member may unilaterally terminate their membership at any time without giving any reason. The Member will be able to perform the account closure process through the Platform. The Member may initiate the account closure process by following the relevant steps on the page at www.turanline.com on the Platform. After the Member initiates the account closure process and this request reaches our company, the account closure request will be concluded in accordance with the rules determined by our company to ensure account security and prevent misuse. The Member acknowledges that after the account closure, they will not be able to use their membership account again and/or recover the rights and advantages defined under the account and cannot transfer them to various accounts.",

  "contract.4": "PROTECTION OF PERSONAL DATA",
  "contract.4.1": "Processing of Personal Data:",
  "contract.4.2": "Our company is subject to the KVKK (Law No. 6698 on the Protection of Personal Data) regarding the processing of personal data obtained from its members. Our company processes the personal data collected from Users in accordance with the \"Privacy Policy\" available at www.turanline.com. The Privacy Policy is an integral part of the Membership Agreement. The email address you use to contact us must be the email address you provided during your membership process. Requests from other email addresses will not be responded to unless reasonable proof of your membership is provided.",

  "contract.5": "INTELLECTUAL PROPERTY RIGHTS",
  "contract.5.1": "Our company, titled “TURANLİNE TEXTILE CONSTRUCTION REAL ESTATE AGRICULTURE SITE MANAGEMENT TOURISM AND TRADE LIMITED COMPANY,” owns the brand and logo, the design and software of the \"Company\" mobile application, the domain name www.turanine.com, and all commercial trademarks, designs, logos, trade presentations, slogans, and other content created by our company. Members may not use, share, distribute, display, reproduce, or create derivative works of our company’s or its affiliates' intellectual property rights without written permission. Members may not use all or part of the platform in another environment without our company's written permission. If a member acts in a way that infringes on the intellectual property rights of third parties or our company, the member is obliged to compensate all direct and indirect damages and expenses incurred by our company and/or the relevant third party.",

  "contract.6": "LEGAL AND CRIMINAL SANCTIONS",
  "contract.6.1": "The member commits to using the site in accordance with the laws of the Republic of Turkey and all relevant regulations. In case of unlawful use, our company has the right and authority to share all information belonging to the member with the authorized authorities. This shall not be considered a breach of confidentiality, and our company cannot be held responsible.",
  "contract.6.2": "The member commits not to make defamatory, commercially damaging, or unfairly competitive comments or shares using our company's name, digital assets – such as the website named www.turanline.com – and/or logo due to the implementation of the terms of the Agreement. This commitment covers all written and visual media and all social media platforms. In case of detection of violation of this article, our company has the right to unilaterally terminate the contract without prior notice, suspend the user's account, or completely delete it. Similarly, our company will exercise all compensation rights against the member due to the violation of this article. The member acknowledges, declares, and commits that they waive any right to objection and demand due to the implementation of this article.",
  "contract.6.3": "Our company has the right to temporarily or permanently close accounts of members who attempt suspicious transactions, suspend accounts of members engaging in suspicious transactions, freeze, or temporarily close accounts based on the security of the platform’s workflow and software. Our company cannot be held legally or criminally responsible for the application of this article based on the principles of honesty and good faith.",
  "contract.6.4": "Our company’s failure to terminate the contract or seek legal remedies despite the detection of any violation of any clause or clauses in the contract by the member cannot be interpreted as a waiver of our company's rights. Our company reserves all rights regarding the identified violations.",

  "contract.7": "FORCE MAJEURE",
  "contract.7.1": "Cyber attacks, riots, embargoes, government interventions, rebellions, invasions, occupations, wars, mobilizations, strikes, lockouts, labor actions or boycotts, communication problems, infrastructure and internet failures, system improvements or renewal works, and any failures that may arise from these, power outages, fires, explosions, storms, floods, earthquakes, migrations, epidemics, or any other natural disasters or events that are beyond our company’s control and not caused by our fault and are not reasonably foreseeable (\"Force Majeure\") may prevent or delay the fulfillment of obligations arising from the Terms of Use and Membership Agreement. Our company cannot be held responsible for obligations hindered or delayed due to force majeure and this situation does not constitute a breach of the Agreement.",
  "contract.7.1.1": "The Membership Agreement and Distance Selling Agreement consisting of 7 (seven) main articles has come into effect at the moment of approval by the Member electronically after each provision has been read and fully understood.",

  "politicsGeneralProvisions": "PRIVACY POLICY",

  "politics.1": "1.SUBJECT",
  "politics.1.1": "This policy is prepared to explain how TURANLİNE TEKSTİL İNŞAAT EMLAK TARIM SİTE YÖNETİMİ TURİZM VE TİCARET LİMİTED ŞİRKETİ  (shall be referred as “our company” within this agreement) handles personal information collected through digital properties –such as the website www.turanline.com- owned by the company (Collectively called “the platform”). Within this policy we aim to inform you how our company collects and uses information in accordance with Turkish Law numbered 6698 and named “Kişisel Verilerin Korunması Kanunu”. ",
  "politics.1.2": "2.WHAT INFORMATION IS COLLECTED?",

  "politics.2": "2.WHAT INFORMATION IS COLLECTED? ",
  "politics.2.1": "Once you become a member of the platform the information collected is listed below.",
  "politics.2.2": "- User Account Information: Your name, surname, customer number and user information alongside with phone number, gender, date of birth, identity number should you choose to add.",
  "politics.2.3": "- Client Transaction Information: Your transaction and bill information, history of your purchases, your requests and complaints, your comment and questions and any information included within these made in the platform.",
  "politics.2.4": "- Delivery Information: Adress, process and communication information added for any transactions through the platform.",
  "politics.2.5": "- Payment Information: Registered card information, information regarding payment or payment methods within the platform.",
  "politics.2.6": "- Security Information: Device information, IP address, password and cookie information, platform access records, method of signing to the platform",
  "politics.2.7": "- Legal Process Information: Information gathered within communication with legal entities through the platform, information gathered within requests for legal communications, information within cases and collections within the legal system.",
  "politics.2.8": "- Customer Support Activity: Any written communication made with customer support and voice recordings of calls made with customer support within the platform or through customer support services provided through third party.",
  "politics.2.9": "- Promotion and Event Participation: Information you share when you participate in a contest, promotion or survey such as contact information. This is done to notify you of a win, to verify your identity and/or to make sure prize you win reaches to you. We recommend you read rules and relevant information regarding every contest or survey provided by us.",
  "politics.2.10": "- Data collected through third party services: Information may be collected through third party.",
  "politics.2.11": "- Information collected automatically: Device and/or location information is gathered automatically. ",

  "politics.3": "3.LEGAL OBLIGATION, REASONS AND METHOD OF COLLECTING INFORMATION.",
  "politics.3.1": "Your personal data on the platform is processed on the basis of the following reasons for compliance with the law specified in Article 5 of the KVKK.",
  "politics.3.2": "Information provided through our platforms is stored electronically. Any information gathered through live help systems, call centers or emails is stored as it is done electronically and information gathered through physical systems such as mails or related documents are stored physically. ",
  "politics.3.3": "The information collected is used to;",
  "politics.3.4": "- Create and maintain your account within the platform and to enable security features provided through the platform like confirming your account and/or sending codes through.",
  "politics.3.5": "- Create orders and deliveries to process payments, create communication for your orders and to make deliveries reliable.",
  "politics.3.6": "- Improve and optimize services, within the anonymized information collected our company processes the information to make sure our services operate succesfully.",
  "politics.3.7": "- Personalise users experience to determine and recommend features, products and services that may be of interest to you.",
  "politics.3.8": "- Communicate with users and provide customer support regarding your platform usage, requests, questions and feedback.",
  "politics.3.9": "- Prevent,detect,investigate and respond to fraud as well as provide security services",
  "politics.3.10": "- Create compliancy and protection for legal obligations. Our company may use your personal information to comply with legal and lawful requests and to audit internal processes to ensure compliance with contractual requirements and current law. ",

  "politics.4": "4.HOW DO WE PROTECT YOUR DATA?",
  "politics.4.1": "Personal information provided through the platform is kept within the company’s supervision and control. The company undertakes the responsibility to create and manage necessary systems and technical requirements to provide security for personal information.",

  "politics.5": "5.CHANGES TO THE PRIVACY POLICY",
  "politics.5.1": "Our company reserves the right to modify this Privacy Policy at any time. Users will be notified by material changes made to this Privacy Policy by updating the date. Our company encourages users to review privacy policies each time they visit to stay infomed regardin g our privacy practices. ",

  "messageLogInError": "Invalid credentials, please try again!",
  "messageLogInSuccess": "You have successfully logged in!",
  "messageRegistration": "You have successfully registered!",
  "messageRegistrationError": "The entered username or phone number is already registered!",
  "messageHeaderCart": "Cart is only available for logged-in users",
  "messageHeaderFavorites": "Favorites is only available for logged-in users",
  "messageModalChangeError": "This phone number already exists, please enter another one!",
  "messageModalChangeSuccess": "Data has been successfully changed!",
  "messageModalChangeWarn": "All fields must be filled!",
  "messageCartError": "Error while fetching the cart!",
  "messageCartAdded": "Item added to cart!",
  "messageCartAddedError": "An error occurred while adding item to cart!",
  "messageCartAddedWarn": "The product was not added to the cart",
  "messageCartItemInCart": "This item is already in the cart!",
  "messageCartNotAuth": "You are not authenticated!",
  "messageCartDeleted": "Item deleted from cart!",
  "messageGetCartError": "There was an error retrieving the shopping cart cart, try again later!",
  "messageCartColorChoose": "You didn't pick a color!",
  "messageCartDeleteError": "There was an error when deleting an item, please try again later!",
  "messageCartOrderSend": "Order has been successfully shipped!",
  "messageFavoritesSuccess": "Item added to favorites!",
  "messageFavoritesWarn": "You cannot add item to favorites until you log in!",
  "messageFavoritesDeleted": "Item deleted from favorites!",
  "messageFavoritesAddError": "An error occurred while adding to favorites, try again later!",
  "messageFavoritesDeleteError": "An error occurred while deleting from favorites, try again later!",
  "messageLogOutSuccess": "You have successfully logged out!",
  "messageOrderTariffsError": "Error receiving tariffs",
  "messageCalculateDeliveryPrice": "No delivery option found for your city",
  "messageOrderSuccess": "The order was successfully created",
  "messageOrderGoPayment": "Move to payment",
  "messageOrderFillFields": "Fill in all the details",
  "messageOrderAuthError": "User not authorized",
  "messageOrderError": "Error during creation",
  "messagePaymentWrongData": "Invalid data",
  "messagePaymentNotFound": "Order not found",
  "messagePaymentError": "Error in orders",

  "totalWeightText": "Total Weight of the Shipment",
  "totalDeliveryPriceText": "Shipping Price",

  "notFoundTitle": "Small Error",
  "notFoundText": "Oops... It looks like this page doesn't exist! Please go to the homepage and try again.",

  "errorPageTitle": "Network Error",
  "errorPageText": "Some error occurred on the server side, we are already working hard to fix it!",

  "formEmail": "Please enter a valid email address.",
  "formName": "Please enter a valid value starting with an uppercase English, Turkish or Russian letter, followed by lowercase letters only.",
  "formPassword": "The password can include uppercase/lowercase letters, numbers, and special characters (!@#$%^&*()_+-=[]{};':\"\\|,.<>/?`~ etc.).",
  "formUsername": "Username can contain only letters (uppercase and lowercase), numbers, and underscores. Please ensure your username consists of these characters only.",
  "formPhone": "Please enter the phone number in the format: +1 234 567 89 00",
  "formAddress": "Address can contain only Latin and Cyrillic letters, numbers, spaces, commas, periods, and hyphens. Please enter a valid address.",
  "formCompany": "Please enter a valid company name!",
  "formRequired": "This field is required!",
  "formMin": "At least",
  "formMax": "No more than",
  "formSymbols": "characters",
  "formCorrectCardNumber": "Enter the valid card number",
  "formCorrectCardName": "Enter the valid name of the cardholder",
  "formCorrectCardCVV": "Enter the valid CVV",
  "formCorrectCardMonth": "Enter the valid month",
  "formCorrectCardYear": "Enter a valid year",

  "recoverPasswordTitle": "Recover Password",
  "recoverAppeal": "Recover",

  "inputEmail": "Email",
  "inputEmailPlaceHolder": "Enter your e-mail",
  "phoneConfirmTitle": "Phone Number Confirmation",
  "PhoneConfirmText1": "A message with a 6-digit confirmation code has been sent to",
  "PhoneConfirmText2": "your phone number",
  "PhoneConfirmCode": "Code from the message",
  "PhoneConfirmCodePlaceHolder": "Enter the confirmation code",
  "phoneConfirmSuccess": "The confirmation was successful",
  "phoneConfirmError": "Confirmation failed",
  "ConfirmPhoneButton": "Confirm",

  "titleHome": "Marketplace of wholesale goods from Turkey — TuranLine: the best prices",
  "descriptionHome": "Welcome to TuranLine — your ideal marketplace for wholesale goods from Turkey! We offer a wide range of products from trusted suppliers, providing reliable delivery and favorable terms of cooperation. Grow your business with us!",
  "titleCatalog": "Catalog of wholesale goods from Turkey — TuranLine: a wide selection",
  "descriptionCatalog": "Discover the catalog of wholesale products on the TuranLine platform. We offer products of various categories: textiles, electronics, furniture and more from reliable Turkish manufacturers at competitive prices.",
  "titleModeration": "Product Moderation — TuranLine: Quality and compliance check",
  "descriptionModeration": "This page is intended for checking and approving products before placing them on the TuranLine marketplace. We carefully control the quality and reliability of each product, ensuring compliance with high standards.",
  "titleGood": "Products and prices — TuranLine: great business deals",
  "descriptionGood": "Check out our product range and find out the current prices for wholesale purchases. We offer a wide range of quality goods from Turkey at competitive prices for your business. Place an order with convenience and benefit for you.",
  "titlePolicy": "Privacy Policy — TuranLine: Protecting your data",
  "descriptionPolicy": "The security of your data is our priority! The privacy policy describes in detail the measures we take to protect your information. We guarantee the confidentiality of your personal data and compliance with all legal regulations.",
  "titleOrders": "Orders — TuranLine: Order management and status tracking",
  "descriptionOrders": "Track your orders easily and conveniently! Here you can view the status of your purchases, track delivery and manage your orders. A simple and intuitive tracking system will allow you to always keep up to date.",
  "titleAbout": "About us — TuranLine: information about the company and our services",
  "descriptionAbout": "Get to know the TuranLine company. We specialize in the wholesale supply of goods from Turkey, offering our customers a wide range and high quality products. We strive for long-term partnership and satisfaction of your needs.",
  "titleDelivery": "Delivery — TuranLine: fast and reliable ways to deliver goods",
  "descriptionDelivery": "Find out about our delivery terms on the TuranLine platform. We provide fast, reliable and safe delivery of goods to your address to meet all the needs of your business and ensure timely receipt of orders.",
  "titleContacts": "Contacts — TuranLine: Contact us for support",
  "descriptionContacts": "Contact us for any questions about our wholesale products from Turkey! We are always ready to help with product selection, ordering and delivery arrangements. Our specialists will answer all your questions and provide all the necessary information. Call, write or leave a request on the website.",
  "titleFavorites": "Favorites — TuranLine: Save the best products for quick order",
  "descriptionFavorites": "Here are your favorite wholesale products from Turkey! Save your favorite items to Favorites to quickly find them later and place an order. Convenient access to the list of selected products, the ability to compare prices and characteristics. Don't waste your time – place an order right now!",
  "titleCart": "Shopping Cart — TuranLine: Check your order before checkout",
  "descriptionCart": "View the contents of your shopping cart on TuranLine. Make sure that all the necessary items are added, check their quantity and cost. Then you can easily and quickly proceed to checkout with maximum convenience.",
  "titlePayment": "Payment — TuranLine: convenient and secure ways to pay for orders",
  "descriptionPayment": "Find out all about the payment methods on the TuranLine platform. We offer reliable, convenient and safe methods to complete your purchases. Ensure a comfortable payment process with minimal effort and maximum convenience.",
  "titleRegistration1": "Stage 1 of registration — TuranLine: create an account for purchases",
  "descriptionRegistration1": "Fill out a simple registration form on the TuranLine platform and create your account. Enter your first name, last name, phone number, email, username and strong password to access all the features of the platform."
,
  "Main" : {
    "headerCatalog": "Catalog",
    "headerAbout": "About",
    "headerDelivery": "Delivery",
    "headerContacts": "Contacts",
    "headerFavorites": "Favorites",
    "headerCart": "Cart",
    "headerLogIn": "Log In",
    "headerProfile": "Profile",
    "headerCategorySelect": "Category",
    "headerAllCategories": "All Categories",
    "headerSearchPlaceholder": "Search in catalog",
    "headerToProfile": "To Profile",
    "headerSearch": "Search",
    "materialTitle": "Material",
    "emptyCategoryError": "Nothing was found for this category",
  
    "paymentMethod": "Select payment method",
    "paymentMethodCard": "Bank card",
    "paymentMethodDetails": "By bank details",
  
    "productStatusDelivered": "Delivered",
    "productStatusBundle": "In Assembly",
    "productStatusTransit": "In Transit",
    "productStatusCreated": "Created",
    "productStatusUnknown": "Unknown Status",
    "productStatusCargo": "Transferred to Cargo",
    "productStatusPayment": "In payment",
    "productStatusClosed": "Closed",
  
    "back": "Back",
    "importTitle": "Upload reciept PDF",
    "importLink": "Instruction",
    "importText": "for filling out the table",
    "importButton": "Upload file",
    "importConfirm": "Import",
    "buttonResetFile": "Reset File",
    "selectedFile": "Selected File",
    "makeAppealOrders": "Make an Appeal",
    "productStatusInspection": "Verifying",
  
    "productPriceDescription": "The price is per unit",
  
    "paymentSuccess": "Thank you for your purchase!",
    "paymentSuccessText": "Payment was successfully completed",
    "paymentUnsuccess": "Purchase failed!",
    "paymentUnsuccessText": "Unfortunately, an unexpected error occurred",
    "paymentButton": "To the store",
    "paymentSelectCategory": "Select Category",
    "paymentSelectCity": "Select City",
    "paymentSelectTarif": "Select Tariff",
    "paymentNameSurname": "Name Surname",
    "PaymentPay": "Pay",
    "paymentAddress": "Address",
  
    "productWeight": "Product weight",
  
    "productMold": "Mold",
  
    "reviewModeration": "On moderation",
  
    "paymentCardNumber": "Card Number",
    "paymentCardHolder": "Cardholder Name",
    "paymentCardMonth": "Card Expiry - Month",
    "paymentCardYear": "Card Expiry - Year",
    "paymentPayOrder": "Pay Order",
  
    "newRevenues": "New Arrivals",
    "newRevenuesText": "Be the first to know about products shaping the future of the industry",
    "workWithUsText": "Join our marketplace and grow your business",
    "newRevenuesLink": "Learn More",
    "manufacturer": "Manufacturer of the Month",
    "manufacturerText": "Discover what's trending now!",
    "promotions": "Promotions",
    "workWithUs": "Work With Us",
    "promotionsText": "Up to 35% off",
    "deliveryText": "Learn about our delivery methods",
    "seasonThings": "Seasonal Clothing",
    "productSelection": "Find a Product",
    "lookAll": "See All",
    "selectProductText": "Find a Product",
    "bestsellers": "Bestsellers",
    "foundation": "Find a Product",
  
    "footerPayment": "Payment",
    "footerPolitics": "Privacy Policy",
    "footerTextUnderEmail": "Write anytime, day or night",
    "footerWriteUs": "Write to Us",
    "footerUsing": "Use and copying of materials from the website is prohibited",
    "footerProviders": "Suppliers",
  
    "filterColor": "Color",
    "filterSize": "Size",
    "filterPrice": "Price Filter",
    "filterBrand": "Brands",
    "filterPriceText": "Your budget",
    "filterSelectedBudget": "Selected budget",
    "filterShow": "Show",
    "filterReset": "Reset",
  
    "mainPageRoute": "Main page",
    "catalogFilter": "Filters",
    "deliveryPageTitle": "Cargo",
    "deliveryPageText": "Find out about our company's delivery options",
  
    "logInTitle": "Log In to Your Account",
    "logInText": "Welcome",
    "logInLabelLogin": "Username",
    "logInInputLogin": "Enter your username",
    "logInLabelPassword": "Password",
    "logInInputPassword": "Enter your password",
    "logInCheckboxText": "Remember me",
    "logInTextForget": "Forgot password",
    "logInButtonText": "Log In",
    "logInButtonRegistration": "Sign Up",
    "checkCode": "The code cannot contain spaces or letters",
    "registrationStage": "Registration. Stage",
  
    "registrationTitle": "Register Your Account",
    "registrationLabelEmail": "Email",
    "registrationInputEmail": "Enter your email",
    "registrationLabelName": "Name",
    "registrationInputName": "Enter your name",
    "registrationLabelLastName": "Last Name",
    "registrationInputLastName": "Enter your last name",
    "registrationPhoneNumber": "Phone Number",
    "registrationButtonText": "Register",
    "registrationButtonLogIn": "Already have an account?",
    "registrationSuccess": "Registration was successful",
    "registrationConfirm": "Confirm phone number",
    "registrationError": "Error",
    "registrationRememberMe": "Remember password",
  
    "politicsAgree": "I have read and agree",
    "smsAgree": "I agree to receive SMS notifications for informational and promotional purposes.",
    "politicsAgree1": "I accept",
    "politicsAgree2": "the contract",
  
    "emptyBasketTitle": "Basket is Empty!",
    "emptyBasketText": "It's time to go shopping!",
    "emptyBasketButtonText": "Go to Catalog",
    "emptyFavoritesTitle": "Favorites is Empty!",
    "emptyCatalogTitle": "Nothing Found for Your Query!",
    "emptyCatalogText": "It seems nothing was found for your query. Try resetting the current filters and try again!",
    "emptyCatalogButtonText": "Go to Homepage",
  
    "cartContinue": "Continue",
    "cartTotalPriceText": "Total:",
    "cartItemPrice": "Price per Item",
    "cartItemCounterText": "Quantity",
    "cartItemTotalPrice": "Total Price",
  
    "aboutPageText": "Learn more about our company",
    "aboutPageTextProducts": "We help companies sell products from Turkey",
    "aboutPageTextWork": "During our time working",
    "aboutPageTextOrder": "Orders fulfilled",
    "aboutPageTextCountry": "Countries already working with us",
    "aboutPageTextStock": "Products in stock",
    "aboutPageTextStars": "5-star ratings",
    "aboutPageTextPartners": "Our partners",
    "aboutPageTextPopular": "Popular categories",
    "aboutPageSupport": "Support",
    "aboutPageSupportText": "We're always ready to help you!",
    "aboutPagePhone": "Phone number",
    "aboutPagePhoneText": "Monday to Friday, 9:00 to 18:00",
  
    "contactsPageText": "Our friendly team is waiting for you!",
    "contactsPageEmailText": "We are always ready to help!",
    "contactsPageOffice": "Company Office",
    "contactsPageOfficeText": "For those who want to visit us.",
    "contactsPagePhone": "Phone Number",
    "contactsPagePhoneText": "Monday to Friday from 9 am to 6 pm",
  
    "manufacturersPageRoute": "Manufacturers",
    "manufacturersPageText": "Choose a manufacturer of interest from our list",
  
    "orderPagePersonalData": "Personal Data",
    "orderPagePhone": "Phone Number",
    "orderPageEmailText": "We will send the order number, status, and receipt to this email",
    "orderPageCart": "In Cart",
    "orderPageTotal": "Total",
    "orderPageSum": "Order Total",
    "orderPageProductsText": "products",
    "orderPageButton": "Confirm Order",
    "orderPageLinkText": "By clicking Confirm Order, you agree to our",
    "orderPageLink": "privacy policy and terms of service",
  
    "paymentPageTitle": "Payment",
    "paymentPageText": "Learn about payment options for our company's products",
    "paymentPageBankTitle": "Bank Transfer",
    "paymentPageBankText": "The most convenient option for transferring funds to the company's details",
    "paymentPageCardTitle": "Credit/Debit Card Payment",
    "paymentPageCardText": "Online payment with a credit or debit card",
    "paymentPageCheckTitle": "Invoice Payment",
    "paymentPageCheckText": "Making payment by invoice. We will automatically generate it based on the details",
    "paymentPageCrypto": "Cryptocurrency",
    "paymentPageCryptoTitle": "Cryptocurrency",
    "paymentPageCryptoText": "Payment using cryptocurrency via an online service",
    "paymentPagePayPalTitle": "PayPal",
    "paymentPagePayPalText": "Transfer via the link we will send after placing the order",
  
    "profilePageCompany": "Company",
    "profilePageAddress": "Address",
    "profilePageOrders": "My Orders",
    "profilePageReviews": "My Reviews",
    "profileOrdersTitle": "No Orders!",
    "profileOrdersText": "You don't have any orders yet, but it's time to place some!",
    "profileReviewsTitle": "No Reviews!",
    "profileReviewsText": "You don't have any reviews yet, but you can write some!",
    "profileModalTitle": "Update Information!",
    "profileModalName": "New Name",
    "profileModalSurName": "New Surname",
    "profileModalCompany": "Company Name",
    "profileModalAddress": "New Address",
    "profileModalButton": "Confirm",
    "profilePageLogOut": "Log Out",
  
    "productPageArticle": "Article",
    "productPageCompound": "Compound",
    "productPageManufacturer": "Manufacturer",
    "productPageSeason": "Season",
    "productPagePattern": "Pattern",
    "productPageCountry": "Country of Origin",
    "productPageInStock": "In Stock",
    "productPageButton": "Buy",
    "productPageDescription": "Product Description",
    "productPageSimilar": "Similar Products",
    "productPageFamous": "Popular Products",
  
    "userActionsTitle": "Title",
    "userActionsDate": "Date",
    "userActionsCost": "Cost",
    "userActionsStatus": "Status",
  
    "politicsTitle": "Offer Agreement",
    "politicsRead": "Read More",
    "politicsClose": "Close",
  
    "contract.1": "PARTIES AND SUBJECT",
    "contract.1.1": "In this agreement, TURANLİNE TEXTILE CONSTRUCTION REAL ESTATE AGRICULTURE SITE MANAGEMENT TOURISM AND TRADE LIMITED COMPANY will be referred to as 'Company' or 'Our Company', the digital assets owned by our company will collectively be referred to as 'platform', and any person browsing or using the platform will be referred to as 'You' or 'User'.",
    "contract.1.2": "This document contains the requirements for being a user of the platform and services provided by our company. Your access to and use of our platform is subject to the terms set forth here, our privacy policy, and our cookie policy. By registering for or browsing the platform, you agree to the following:",
    "contract.1.2.1": "- That you have read, understood, and agree to abide by the terms",
    "contract.1.2.2": "- That you are of legal age as prescribed by law and have the capacity to accept a binding contract",
    "contract.1.2.3": "- If you are acting on behalf of a legal entity, you represent that you have the authority to accept a binding contract on behalf of that legal entity.",
  
    "contract.2": "SERVICE",
    "contract.2.1": "The platform and the services provided by our company will be offered free of charge for an unspecified period, unless terminated in accordance with our policies. The services provided through the platform will have the following basic features:",
    "contract.2.1.1": "- A User Profile",
    "contract.2.1.2": "- Products",
    "contract.2.1.3": "- Clear display of product-related information",
    "contract.2.2": "Our company's mission through the platform is the wholesale sale of products in Turkey, with tax fees included in the final price, both domestically and internationally.",
    "contract.2.3": "Our company may suspend or terminate all or part of the above free member benefits at any time, at its sole discretion, without being liable for any loss or damage arising from or in connection with such actions. Our company reserves the right to charge a fee for the services provided through the platform at its sole discretion.",
    "contract.2.4": "The availability of features, functions, and benefits through the platform may vary based on the user's region and/or may be subject to conditions.",
  
    "contract.3": "RIGHTS AND RESPONSIBILITIES",
    "contract.3.1": "To obtain membership status, the person wishing to become a MEMBER must approve this Agreement, accurately, completely, and up-to-date fill in the requested information on the Platform, and have their membership application evaluated and approved by our company. A legal entity wishing to become a user must meet the conditions specified in Article 1.1 of this Agreement and the conditions set by our company according to relevant legislation. Membership status begins with the completion of the approval process and notification of the status to the MEMBER and/or the acquisition of the USER title, thus the MEMBER obtains the rights defined for them in this Agreement and on the Platform. If the MEMBER prefers, they can benefit from the Platform Services offered by our company through our digital properties without opening a separate account, subject to the membership conditions of the websites and mobile applications providing these services. The obligations defined for the Member in this Agreement and on the Platform will be binding and valid upon becoming a Member and/or acquiring the Member title. A MEMBER who does not provide the requested information accurately, completely, and up-to-date will be personally responsible for any damages arising from this; in the event of contrary circumstances, our company has the right to partially or fully restrict, block, suspend, or terminate the MEMBER’s status. The MEMBER will promptly update their information in case of any changes. The MEMBER can update this information through the call center, the Platform, or other means provided by our company.",
    "contract.3.2": "The membership account is exclusive to the MEMBER who created it; the MEMBER cannot allow a third party to use their membership account and cannot use other members' accounts.",
    "contract.3.3": "Our company is an \"electronic commerce intermediary service provider\" according to Law No. 6563 on the Regulation of Electronic Commerce, and an \"access provider\" according to Law No. 5651 on the Regulation of Publications on the Internet and Combating Crimes Committed Through These Publications. Except for the products sold by our company itself, our company is not responsible for the authenticity, reliability, accuracy, or legality of any visual, written, or other content on the Platform, nor does it have an obligation to control such content or investigate whether there is any unlawful activity on the Platform.",
    "contract.3.4": "The Member acknowledges, declares, and commits that, in distance sales contracts concluded with Sellers, except for distance sales contracts in which our company is the seller, the Sellers are the sellers and the Members are the buyers, and that our company is in no way a party to the distance sales contracts and that under the applicable consumer legislation and other legislation, only the Sellers are personally responsible for any claims against them, and that our company has no responsibility whatsoever. In addition to the above, Sellers are personally responsible for the quality of all products they showcase and sell on the Platform, compliance with the legislation, timely and defect-free delivery, invoicing, delivery of all necessary documents, including warranty certificates, provision of after-sales services and other services, fulfillment of all other obligations, and all requests and complaints regarding other matters. The User accepts, declares, and commits that they will not direct any liability towards our company regarding the products, and that the only interlocutor in this regard will be the Seller offering the relevant product for sale. Furthermore, if the User intends to initiate any legal proceedings regarding the Platform, the services offered through the Platform, and/or activities conducted within the Platform, they accept, declare, and commit that they are obliged to fulfill all necessary legal obligations and procedures, including those related to the contents of the Platform, and that our company has no information or responsibility regarding these obligations and procedures.",
    "contract.3.5": "The Seller has authorized our company to collect the product price from the Member within the scope of the contractual relationship between them. Therefore, the Member will be released from their payment obligation to the Seller with the payment made to our company. The Member has no other payment obligation to the Seller. However, in the event that the Member makes duplicate payments to the Seller, our company will not bear any responsibility.",
    "contract.3.6": "The User agrees in advance that they will not use the platform for purposes that violate all legislation and general legal rules in force in the Republic of Turkey, especially the Law on the Prevention of Money Laundering, and will not allow others to use it for illegal purposes, and that they will be solely responsible for any legal and criminal liability arising from their use of the website for illegal purposes or allowing others to use their account for such purposes. Our company cannot be held responsible for seizures and restrictions on the account made by the authorities due to the User's illegal use of the account.",
    "contract.3.7": "The membership and password information necessary for the Member to access their Account Page and to perform transactions on the Platform is created by the Member, and the security and confidentiality of this information is entirely the responsibility of the Member. The Member should use a strong password on the Platform and should use that password only on the Platform. The Member is responsible for the accuracy and confidentiality of the information provided when registering on the Platform, and they acknowledge that the transactions performed with their membership information and password are carried out by them, and that they are fully responsible for these transactions. The Member accepts, declares, and commits that they cannot argue or object that these transactions were not performed by them and/or avoid fulfilling their obligations based on such defenses or objections.",
    "contract.3.8": "Members and visitors to the platform cannot use the Platform in a manner contrary to law and morality, especially under the following conditions.",
    "contract.3.8.1": "The Platform is used to create, control, update, or modify a database, record, or directory on behalf of any person;",
    "contract.3.8.2": "The Platform is used, wholly or partially, to disrupt, modify, or reverse-engineer the Platform;",
    "contract.3.8.3": "Transactions are carried out using false information or information belonging to someone else, creating fake accounts using false or misleading residence addresses, email addresses, contact, payment, or account information, and using these accounts in violation of the Membership Agreement or applicable legislation, using another Member's account, acting or participating in transactions on behalf of someone else or under a false name;",
    "contract.3.8.4": "Spreading viruses or other harmful software that damage the Platform, the Platform's database, or any content on the Platform.",
    "contract.3.8.5": "Engaging in activities that create unreasonable or disproportionate loads on the communication and technical systems determined by the Platform or that damage the technical operation, using 'screenscraping' software or systems such as automated programs, robots, web crawlers, spiders, data mining, and data scraping on the Platform without our company's prior written permission, and copying, publishing, or using any content on the Platform in whole or in part without permission.",
    "contract.3.9": "The Member acknowledges that their comments regarding the products purchased may be shared with the seller in accordance with the legislation if requested by the seller, and that these comments may be used by the seller in compliance with the legislation.",
    "contract.3.10": "The Member acknowledges that by uploading content to the Platform, they exclusively own the intellectual and industrial property rights and other rights related to the Member Content and that they hold the financial rights arising from Law No. 5486 on Intellectual and Artistic Works. All intellectual and industrial property rights and other rights, including moral rights, under Law No. 5486, have been assigned to our company to the extent permitted by relevant legislation, especially the Law on Intellectual and Artistic Works, with an unlimited, worldwide (international) applicable, sublicensable, irrevocable, gratuitous, and unconditional full license.",
    "contract.3.11": "Members and visitors of the Platform are obliged to carry out their transactions on the Platform in a manner that does not harm our company financially or technically. Members and visitors of the Platform also acknowledge that they have taken all necessary precautions, including using the necessary protective software and licensed products, to ensure that their use of the Platform does not contain any programs, viruses, software, unlicensed products, trojans, etc. that may harm the Platform. They also agree not to access the Platform using robots or automated login methods.",
    "contract.3.12": "Our company has taken reasonable measures to ensure the accuracy, security, currency, availability, continuity, completeness, suitability, and functionality of the Platform and its content, materials, and elements, and provides them 'as is', 'as available' and makes no guarantees or representations regarding them.",
    "contract.3.13": "Links on the Platform may redirect the Member to other websites/applications. Our company does not guarantee or undertake any responsibility for the content, accuracy, reliability, security, or functionality of these websites/applications, and will not be liable for any damages arising from accessing, using, downloading, sharing, and/or modifying these websites/applications.",
    "contract.3.14": "Our company may reject membership applications, terminate memberships, or condition the acceptance or continuation of a membership application or the use of the Platform on additional terms at any time and for any reason, at its sole discretion. Changes, additional terms and conditions, provisions, guidelines, and policies that will be introduced by our company after the individual's membership process and that will be announced/notified/published in any way will be binding for the Member as of the moment they are published on the Platform without the need for further notification or approval; however, if the relevant legislation requires explicit approval by the Member, our company shall have the right and authority to partially or fully restrict, block, suspend, or terminate the individual's membership if not approved by the Member.",
    "contract.3.15": "The Member may unilaterally terminate their membership at any time without giving any reason. The Member will be able to perform the account closure process through the Platform. The Member may initiate the account closure process by following the relevant steps on the page at www.turanline.com on the Platform. After the Member initiates the account closure process and this request reaches our company, the account closure request will be concluded in accordance with the rules determined by our company to ensure account security and prevent misuse. The Member acknowledges that after the account closure, they will not be able to use their membership account again and/or recover the rights and advantages defined under the account and cannot transfer them to various accounts.",
  
    "contract.4": "PROTECTION OF PERSONAL DATA",
    "contract.4.1": "Processing of Personal Data:",
    "contract.4.2": "Our company is subject to the KVKK (Law No. 6698 on the Protection of Personal Data) regarding the processing of personal data obtained from its members. Our company processes the personal data collected from Users in accordance with the \"Privacy Policy\" available at www.turanline.com. The Privacy Policy is an integral part of the Membership Agreement. The email address you use to contact us must be the email address you provided during your membership process. Requests from other email addresses will not be responded to unless reasonable proof of your membership is provided.",
  
    "contract.5": "INTELLECTUAL PROPERTY RIGHTS",
    "contract.5.1": "Our company, titled “TURANLİNE TEXTILE CONSTRUCTION REAL ESTATE AGRICULTURE SITE MANAGEMENT TOURISM AND TRADE LIMITED COMPANY,” owns the brand and logo, the design and software of the \"Company\" mobile application, the domain name www.turanine.com, and all commercial trademarks, designs, logos, trade presentations, slogans, and other content created by our company. Members may not use, share, distribute, display, reproduce, or create derivative works of our company’s or its affiliates' intellectual property rights without written permission. Members may not use all or part of the platform in another environment without our company's written permission. If a member acts in a way that infringes on the intellectual property rights of third parties or our company, the member is obliged to compensate all direct and indirect damages and expenses incurred by our company and/or the relevant third party.",
  
    "contract.6": "LEGAL AND CRIMINAL SANCTIONS",
    "contract.6.1": "The member commits to using the site in accordance with the laws of the Republic of Turkey and all relevant regulations. In case of unlawful use, our company has the right and authority to share all information belonging to the member with the authorized authorities. This shall not be considered a breach of confidentiality, and our company cannot be held responsible.",
    "contract.6.2": "The member commits not to make defamatory, commercially damaging, or unfairly competitive comments or shares using our company's name, digital assets – such as the website named www.turanline.com – and/or logo due to the implementation of the terms of the Agreement. This commitment covers all written and visual media and all social media platforms. In case of detection of violation of this article, our company has the right to unilaterally terminate the contract without prior notice, suspend the user's account, or completely delete it. Similarly, our company will exercise all compensation rights against the member due to the violation of this article. The member acknowledges, declares, and commits that they waive any right to objection and demand due to the implementation of this article.",
    "contract.6.3": "Our company has the right to temporarily or permanently close accounts of members who attempt suspicious transactions, suspend accounts of members engaging in suspicious transactions, freeze, or temporarily close accounts based on the security of the platform’s workflow and software. Our company cannot be held legally or criminally responsible for the application of this article based on the principles of honesty and good faith.",
    "contract.6.4": "Our company’s failure to terminate the contract or seek legal remedies despite the detection of any violation of any clause or clauses in the contract by the member cannot be interpreted as a waiver of our company's rights. Our company reserves all rights regarding the identified violations.",
  
    "contract.7": "FORCE MAJEURE",
    "contract.7.1": "Cyber attacks, riots, embargoes, government interventions, rebellions, invasions, occupations, wars, mobilizations, strikes, lockouts, labor actions or boycotts, communication problems, infrastructure and internet failures, system improvements or renewal works, and any failures that may arise from these, power outages, fires, explosions, storms, floods, earthquakes, migrations, epidemics, or any other natural disasters or events that are beyond our company’s control and not caused by our fault and are not reasonably foreseeable (\"Force Majeure\") may prevent or delay the fulfillment of obligations arising from the Terms of Use and Membership Agreement. Our company cannot be held responsible for obligations hindered or delayed due to force majeure and this situation does not constitute a breach of the Agreement.",
    "contract.7.1.1": "The Membership Agreement and Distance Selling Agreement consisting of 7 (seven) main articles has come into effect at the moment of approval by the Member electronically after each provision has been read and fully understood.",
  
    "politicsGeneralProvisions": "PRIVACY POLICY",
  
    "politics.1": "1.SUBJECT",
    "politics.1.1": "This policy is prepared to explain how TURANLİNE TEKSTİL İNŞAAT EMLAK TARIM SİTE YÖNETİMİ TURİZM VE TİCARET LİMİTED ŞİRKETİ  (shall be referred as “our company” within this agreement) handles personal information collected through digital properties –such as the website www.turanline.com- owned by the company (Collectively called “the platform”). Within this policy we aim to inform you how our company collects and uses information in accordance with Turkish Law numbered 6698 and named “Kişisel Verilerin Korunması Kanunu”. ",
    "politics.1.2": "2.WHAT INFORMATION IS COLLECTED?",
  
    "politics.2": "2.WHAT INFORMATION IS COLLECTED? ",
    "politics.2.1": "Once you become a member of the platform the information collected is listed below.",
    "politics.2.2": "- User Account Information: Your name, surname, customer number and user information alongside with phone number, gender, date of birth, identity number should you choose to add.",
    "politics.2.3": "- Client Transaction Information: Your transaction and bill information, history of your purchases, your requests and complaints, your comment and questions and any information included within these made in the platform.",
    "politics.2.4": "- Delivery Information: Adress, process and communication information added for any transactions through the platform.",
    "politics.2.5": "- Payment Information: Registered card information, information regarding payment or payment methods within the platform.",
    "politics.2.6": "- Security Information: Device information, IP address, password and cookie information, platform access records, method of signing to the platform",
    "politics.2.7": "- Legal Process Information: Information gathered within communication with legal entities through the platform, information gathered within requests for legal communications, information within cases and collections within the legal system.",
    "politics.2.8": "- Customer Support Activity: Any written communication made with customer support and voice recordings of calls made with customer support within the platform or through customer support services provided through third party.",
    "politics.2.9": "- Promotion and Event Participation: Information you share when you participate in a contest, promotion or survey such as contact information. This is done to notify you of a win, to verify your identity and/or to make sure prize you win reaches to you. We recommend you read rules and relevant information regarding every contest or survey provided by us.",
    "politics.2.10": "- Data collected through third party services: Information may be collected through third party.",
    "politics.2.11": "- Information collected automatically: Device and/or location information is gathered automatically. ",
  
    "politics.3": "3.LEGAL OBLIGATION, REASONS AND METHOD OF COLLECTING INFORMATION.",
    "politics.3.1": "Your personal data on the platform is processed on the basis of the following reasons for compliance with the law specified in Article 5 of the KVKK.",
    "politics.3.2": "Information provided through our platforms is stored electronically. Any information gathered through live help systems, call centers or emails is stored as it is done electronically and information gathered through physical systems such as mails or related documents are stored physically. ",
    "politics.3.3": "The information collected is used to;",
    "politics.3.4": "- Create and maintain your account within the platform and to enable security features provided through the platform like confirming your account and/or sending codes through.",
    "politics.3.5": "- Create orders and deliveries to process payments, create communication for your orders and to make deliveries reliable.",
    "politics.3.6": "- Improve and optimize services, within the anonymized information collected our company processes the information to make sure our services operate succesfully.",
    "politics.3.7": "- Personalise users experience to determine and recommend features, products and services that may be of interest to you.",
    "politics.3.8": "- Communicate with users and provide customer support regarding your platform usage, requests, questions and feedback.",
    "politics.3.9": "- Prevent,detect,investigate and respond to fraud as well as provide security services",
    "politics.3.10": "- Create compliancy and protection for legal obligations. Our company may use your personal information to comply with legal and lawful requests and to audit internal processes to ensure compliance with contractual requirements and current law. ",
  
    "politics.4": "4.HOW DO WE PROTECT YOUR DATA?",
    "politics.4.1": "Personal information provided through the platform is kept within the company’s supervision and control. The company undertakes the responsibility to create and manage necessary systems and technical requirements to provide security for personal information.",
  
    "politics.5": "5.CHANGES TO THE PRIVACY POLICY",
    "politics.5.1": "Our company reserves the right to modify this Privacy Policy at any time. Users will be notified by material changes made to this Privacy Policy by updating the date. Our company encourages users to review privacy policies each time they visit to stay infomed regardin g our privacy practices. ",
  
    "messageLogInError": "Invalid credentials, please try again!",
    "messageLogInSuccess": "You have successfully logged in!",
    "messageRegistration": "You have successfully registered!",
    "messageRegistrationError": "The entered username or phone number is already registered!",
    "messageHeaderCart": "Cart is only available for logged-in users",
    "messageHeaderFavorites": "Favorites is only available for logged-in users",
    "messageModalChangeError": "This phone number already exists, please enter another one!",
    "messageModalChangeSuccess": "Data has been successfully changed!",
    "messageModalChangeWarn": "All fields must be filled!",
    "messageCartError": "Error while fetching the cart!",
    "messageCartAdded": "Item added to cart!",
    "messageCartAddedError": "An error occurred while adding item to cart!",
    "messageCartAddedWarn": "The product was not added to the cart",
    "messageCartItemInCart": "This item is already in the cart!",
    "messageCartNotAuth": "You are not authenticated!",
    "messageCartDeleted": "Item deleted from cart!",
    "messageGetCartError": "There was an error retrieving the shopping cart cart, try again later!",
    "messageCartColorChoose": "You didn't pick a color!",
    "messageCartDeleteError": "There was an error when deleting an item, please try again later!",
    "messageCartOrderSend": "Order has been successfully shipped!",
    "messageFavoritesSuccess": "Item added to favorites!",
    "messageFavoritesWarn": "You cannot add item to favorites until you log in!",
    "messageFavoritesDeleted": "Item deleted from favorites!",
    "messageFavoritesAddError": "An error occurred while adding to favorites, try again later!",
    "messageFavoritesDeleteError": "An error occurred while deleting from favorites, try again later!",
    "messageLogOutSuccess": "You have successfully logged out!",
    "messageOrderTariffsError": "Error receiving tariffs",
    "messageCalculateDeliveryPrice": "No delivery option found for your city",
    "messageOrderSuccess": "The order was successfully created",
    "messageOrderGoPayment": "Move to payment",
    "messageOrderFillFields": "Fill in all the details",
    "messageOrderAuthError": "User not authorized",
    "messageOrderError": "Error during creation",
    "messagePaymentWrongData": "Invalid data",
    "messagePaymentNotFound": "Order not found",
    "messagePaymentError": "Error in orders",
  
    "totalWeightText": "Total Weight of the Shipment",
    "totalDeliveryPriceText": "Shipping Price",
  
    "notFoundTitle": "Small Error",
    "notFoundText": "Oops... It looks like this page doesn't exist! Please go to the homepage and try again.",
  
    "errorPageTitle": "Network Error",
    "errorPageText": "Some error occurred on the server side, we are already working hard to fix it!",
  
    "formEmail": "Please enter a valid email address.",
    "formName": "Please enter a valid value starting with an uppercase English, Turkish or Russian letter, followed by lowercase letters only.",
    "formPassword": "The password can include uppercase/lowercase letters, numbers, and special characters (!@#$%^&*()_+-=[]{};':\"\\|,.<>/?`~ etc.).",
    "formUsername": "Username can contain only letters (uppercase and lowercase), numbers, and underscores. Please ensure your username consists of these characters only.",
    "formPhone": "Please enter the phone number in the format: +1 234 567 89 00",
    "formAddress": "Address can contain only Latin and Cyrillic letters, numbers, spaces, commas, periods, and hyphens. Please enter a valid address.",
    "formCompany": "Please enter a valid company name!",
    "formRequired": "This field is required!",
    "formMin": "At least",
    "formMax": "No more than",
    "formSymbols": "characters",
    "formCorrectCardNumber": "Enter the valid card number",
    "formCorrectCardName": "Enter the valid name of the cardholder",
    "formCorrectCardCVV": "Enter the valid CVV",
    "formCorrectCardMonth": "Enter the valid month",
    "formCorrectCardYear": "Enter a valid year",
  
    "recoverPasswordTitle": "Recover Password",
    "recoverAppeal": "Recover",
  
    "inputEmail": "Email",
    "inputEmailPlaceHolder": "Enter your e-mail",
    "phoneConfirmTitle": "Phone Number Confirmation",
    "PhoneConfirmText1": "A message with a 6-digit confirmation code has been sent to",
    "PhoneConfirmText2": "your phone number",
    "PhoneConfirmCode": "Code from the message",
    "PhoneConfirmCodePlaceHolder": "Enter the confirmation code",
    "phoneConfirmSuccess": "The confirmation was successful",
    "phoneConfirmError": "Confirmation failed",
    "ConfirmPhoneButton": "Confirm",
  
    "titleHome": "Marketplace of wholesale goods from Turkey — TuranLine: the best prices",
    "descriptionHome": "Welcome to TuranLine — your ideal marketplace for wholesale goods from Turkey! We offer a wide range of products from trusted suppliers, providing reliable delivery and favorable terms of cooperation. Grow your business with us!",
    "titleCatalog": "Catalog of wholesale goods from Turkey — TuranLine: a wide selection",
    "descriptionCatalog": "Discover the catalog of wholesale products on the TuranLine platform. We offer products of various categories: textiles, electronics, furniture and more from reliable Turkish manufacturers at competitive prices.",
    "titleModeration": "Product Moderation — TuranLine: Quality and compliance check",
    "descriptionModeration": "This page is intended for checking and approving products before placing them on the TuranLine marketplace. We carefully control the quality and reliability of each product, ensuring compliance with high standards.",
    "titleGood": "Products and prices — TuranLine: great business deals",
    "descriptionGood": "Check out our product range and find out the current prices for wholesale purchases. We offer a wide range of quality goods from Turkey at competitive prices for your business. Place an order with convenience and benefit for you.",
    "titlePolicy": "Privacy Policy — TuranLine: Protecting your data",
    "descriptionPolicy": "The security of your data is our priority! The privacy policy describes in detail the measures we take to protect your information. We guarantee the confidentiality of your personal data and compliance with all legal regulations.",
    "titleOrders": "Orders — TuranLine: Order management and status tracking",
    "descriptionOrders": "Track your orders easily and conveniently! Here you can view the status of your purchases, track delivery and manage your orders. A simple and intuitive tracking system will allow you to always keep up to date.",
    "titleAbout": "About us — TuranLine: information about the company and our services",
    "descriptionAbout": "Get to know the TuranLine company. We specialize in the wholesale supply of goods from Turkey, offering our customers a wide range and high quality products. We strive for long-term partnership and satisfaction of your needs.",
    "titleDelivery": "Delivery — TuranLine: fast and reliable ways to deliver goods",
    "descriptionDelivery": "Find out about our delivery terms on the TuranLine platform. We provide fast, reliable and safe delivery of goods to your address to meet all the needs of your business and ensure timely receipt of orders.",
    "titleContacts": "Contacts — TuranLine: Contact us for support",
    "descriptionContacts": "Contact us for any questions about our wholesale products from Turkey! We are always ready to help with product selection, ordering and delivery arrangements. Our specialists will answer all your questions and provide all the necessary information. Call, write or leave a request on the website.",
    "titleFavorites": "Favorites — TuranLine: Save the best products for quick order",
    "descriptionFavorites": "Here are your favorite wholesale products from Turkey! Save your favorite items to Favorites to quickly find them later and place an order. Convenient access to the list of selected products, the ability to compare prices and characteristics. Don't waste your time – place an order right now!",
    "titleCart": "Shopping Cart — TuranLine: Check your order before checkout",
    "descriptionCart": "View the contents of your shopping cart on TuranLine. Make sure that all the necessary items are added, check their quantity and cost. Then you can easily and quickly proceed to checkout with maximum convenience.",
    "titlePayment": "Payment — TuranLine: convenient and secure ways to pay for orders",
    "descriptionPayment": "Find out all about the payment methods on the TuranLine platform. We offer reliable, convenient and safe methods to complete your purchases. Ensure a comfortable payment process with minimal effort and maximum convenience.",
    "titleRegistration1": "Stage 1 of registration — TuranLine: create an account for purchases",
    "descriptionRegistration1": "Fill out a simple registration form on the TuranLine platform and create your account. Enter your first name, last name, phone number, email, username and strong password to access all the features of the platform."
  }  
}
