{
  "headerCatalog": "Каталог",
  "headerAbout": "О нас",
  "headerDelivery": "Доставка",
  "headerContacts": "Контакты",
  "headerFavorites": "Избранное",
  "headerCart": "Корзина",
  "headerLogIn": "Войти",
  "headerProfile": "Профиль",
  "headerCategorySelect": "Категория",
  "headerAllCategories": "Все категории",
  "headerSearchPlaceholder": "Поиск по каталогу",
  "headerToProfile": "В личный кабинет",
  "headerSearch": "Поиск",
  "materialTitle": "Материал",
  "emptyCategoryError": "По данной категории ничего не найдено",

  "paymentSuccess": "Спасибо за покупку !",
  "paymentSuccessText": "Оплата успешно была выполена",
  "paymentUnsuccess": "Покупка не состоялась !",
  "paymentUnsuccessText": "К сожалению, возникла непредвиденная ошибка",
  "paymentButton": "В магазин",

  "paymentMethod": "Выберите метод оплаты",
  "paymentMethodCard": "Банковская карта",
  "paymentMethodDetails": "По реквизитам",

  "productStatusDelivered": "Доставлено",
  "productStatusBundle": "В сборке",
  "productStatusTransit": "В пути",
  "productStatusCreated": "Создан",
  "productStatusUnknown": "Неизвестный статус",
  "productStatusCargo": "Передан в Карго",
  "productStatusPayment": "В оплате",
  "productStatusClosed": "Закрыт",
  "productStatusInspection": "На проверке",

  "importTitle": "Загрузка чека PDF",
  "importLink": "Инструкция",
  "importText": "по заполнению таблицы",
  "importButton": "Загрузить файл",
  "importConfirm": "Импорт",
  "buttonResetFile": "Сбросить файл",
  "selectedFile": "Выбранный файл",

  "newRevenues": "Новые поступления",
  "newRevenuesText": "Узнайте первым о товарах, создающих будущее индустрии",
  "workWithUsText": "Присоединяйтесь к нашему маркетплейсу и развивайте свой бизнес",
  "newRevenuesLink": "Подробнее",
  "manufacturer": "Производитель месяца",
  "manufacturerText": "Узнайте, что сейчас в тренде!",
  "promotions": "Акции",
  "workWithUs": "Продавай с нами",
  "promotionsText": "Скидки до 35%",
  "deliveryText": "Узнайте о наших способах доставки",
  "seasonThings": "Сезонная одежда",
  "productSelection": "Подобрать товар",
  "lookAll": "Смотреть все",
  "selectProductText": "Подберите товар",
  "bestsellers": "Хиты продаж",
  "foundation": "Подберите товар",

  "paymentSelectCategory": "Выберите категорию",
  "paymentSelectCity": "Выберите город",
  "paymentSelectTarif": "Выберите тариф",
  "paymentAddress": "Адрес",
  
  "productWeight": "Вес товара",

  "productMold": "Лекало",

  "paymentCardNumber": "Номер карты",
  "paymentCardHolder": "Имя держателя карты",
  "paymentCardMonth": "Срок действия карты - Месяц",
  "paymentCardYear": "Срок действия карты - Год",
  "paymentPayOrder": "Оплатить заказ",
  "paymentNameSurname": "Имя Фамилия",
  "PaymentPay": "Оплатить",

  "footerPayment": "Оплата",
  "footerPolitics": "Политика конфиденциальности",
  "footerTextUnderEmail": "Пишите в любое время дня и ночи",
  "footerWriteUs": "Напишите нам",
  "footerUsing": "Использование и копирование материалов с сайта запрещено",
  "footerProviders": "Поставщикам",

  "filterColor": "Цвет",
  "filterSize": "Размер",
  "filterPrice": "Фильтр стоимости",
  "filterBrand": "Бренды",
  "filterPriceText": "Ваш бюджет",
  "filterSelectedBudget": "Выбранные бюджет",
  "filterShow": "Показать",
  "filterReset": "Сбросить",

  "mainPageRoute": "Главная страница",
  "catalogFilter": "Фильтры",
  "deliveryPageTitle": "Карго",
  "deliveryPageText": "Узнайте о вариантах доставки нашей компании",
  "checkCode": "Код не может содержать пробелы и буквы",
  "logInTitle": "Вход в личный кабинет",
  "logInText": "Добро пожаловать",
  "logInLabelLogin": "Логин",
  "logInInputLogin": "Введите свой логин",
  "logInLabelPassword": "Пароль",
  "logInInputPassword": "Введите свой пароль",
  "logInCheckboxText": "Запомнить меня",
  "logInTextForget": "Забыли пароль",
  "logInButtonText": "Войти",
  "logInButtonRegistration": "Зарегистрироваться",
  "forgetPasswordText": "Свяжитесь с нами для сброса пароля",
  "registrationStage": "Регистрация. Этап",

  "registrationTitle": "Регистрация личного кабинета",
  "registrationLabelEmail": "Email",
  "registrationInputEmail": "Введите свой email",
  "registrationLabelName": "Имя",
  "registrationInputName": "Введите свое имя",
  "registrationLabelLastName": "Фамилия",
  "registrationInputLastName": "Введите свою фамилию",
  "registrationPhoneNumber": "Номер телефона",
  "registrationButtonText": "Зарегистрироваться",
  "registrationButtonLogIn": "Уже есть аккаунт?",
  "registrationSuccess": "Регистрация прошла успешно",
  "registrationConfirm": "Подтвердите номер телефона",
  "registrationError": "Ошибка",
  "registrationRememberMe": "Запомнить пароль",

  "politicsAgree": "Я ознакомлен(а) и согласен(а)",
  "smsAgree": "Я согласен/на на получение SMS -рассылок информационного и рекламного характера",
  "politicsAgree1": "Я принимаю",
  "politicsAgree2": "контракт",

  "emptyBasketTitle": "Корзина пока пуста!",
  "emptyBasketText": "Пришла пора отправиться за покупками!",
  "emptyBasketButtonText": "В каталог",
  "emptyFavoritesTitle": "Избранное пока пустое!",
  "emptyCatalogTitle": "По вашему запросу ничего не найдено!",
  "emptyCatalogText": "Кажется по вашему запросу ничего не найдено. Попробуйте сбросить текущие фильтры и попробовать еще раз!",
  "emptyCatalogButtonText": "На главную",
  "emptyOrdersTitle": "Нет заказов",
  "emptyOrdersText": "У вас пока что нет заказов, но самое время их оформить!",
  "emptyReviewsTitle": "Нет отзывов!",
  "emptyReviewsText": "У вас пока нет отзывов, но вы можете их написать!",

  "cartContinue": "Продолжить",
  "cartTotalPriceText": "Итого:",
  "cartItemPrice": "Стоимость, ед.",
  "cartItemCounterText": "Количество",
  "cartItemTotalPrice": "Стоимость, всего",

  "aboutPageText": "Узнайте больше о нашей компании",
  "aboutPageTextProducts": "Мы помогаем компаниям продавать товары из Турции",
  "aboutPageTextWork": "За все время нашей работы",
  "aboutPageTextOrder": "Заказов реализовано",
  "aboutPageTextCountry": "Стран уже работают с нами",
  "aboutPageTextStock": "Товаров в наличии",
  "aboutPageTextStars": "Оценок в 5 звёзд",
  "aboutPageTextPartners": "Наши партнёры",
  "aboutPageTextPopular": "Популярные направления",
  "aboutPageSupport": "Поддержка",
  "aboutPageSupportText": "Мы всегда готовы вам помочь!",
  "aboutPagePhone": "Номер телефона",
  "aboutPagePhoneText": "Понедельник-Пятница с 9 до 18",

  "contactsPageText": "Наша дружная команда ждёт вас!",
  "contactsPageEmailText": "Мы всегда готовы помочь!",
  "contactsPageOffice": "Офис компании",
  "contactsPageOfficeText": "Для тех, кто хочет прийти в гости.",
  "contactsPagePhone": "Номер телефона",
  "contactsPagePhoneText": "Понедельник-Пятница с 9 до 18",

  "manufacturersPageRoute": "Производители",
  "manufacturersPageText": "Выберите интересного вам производителя из нашего списка",

  "orderPagePersonalData": "Личные данные",
  "orderPagePhone": "Номер телефона",
  "orderPageEmailText": "На данную почту мы отправим номер и статус заказа, чек",
  "orderPageCart": "В корзине",
  "orderPageTotal": "Итого",
  "orderPageSum": "Сумма заказа",
  "orderPageProductsText": "товаров",
  "orderPageButton": "Подтвердить заказ",
  "orderPageLinkText": "Нажимая на кнопку Подтвердить заказ, вы соглашаетесь с",
  "orderPageLink": "политикой конфиденциальности и пользовательским соглашением",

  "productPriceDescription": "Цена указана за единицу товара",

  "paymentPageTitle": "Оплата",
  "paymentPageText": "Узнайте о вариантах оплаты товаров нашей компании",
  "paymentPageBankTitle": "Оплата банком",
  "paymentPageBankText": "Самый удобный вариант для перевода по реквизитам компании",
  "paymentPageCardTitle": "Оплата картой",
  "paymentPageCardText": "Оплата кредитной или дебетовой картой онлайн",
  "paymentPageCheckTitle": "Оплата чеком",
  "paymentPageCheckText": "Осуществление платежа по счёту. Автоматически сформируем по реквизитам",
  "paymentPageCryptoTitle": "Криптовалютой",
  "paymentPageCryptoText": "Оплата с помощью криптовалюты через онлайн-сервис",
  "paymentPagePayPalTitle": "Пейпал",
  "paymentPagePayPalText": "Перевод по ссылке, которую мы пришлем после оформления заказа",

  "profilePageCompany": "Компания",
  "profilePageAddress": "Адрес",
  "profilePageOrders": "Мои заказы",
  "profilePageReviews": "Мои отзывы",
  "profileOrdersTitle": "Нет заказов!",
  "profileOrdersText": "У вас пока нет заказов, но самое время их оформить!",
  "profileReviewsTitle": "Нет отзывов!",
  "profileReviewsText": "У вас пока нет отзывов, но вы можете их написать!",
  "profileModalTitle": "Изменение данных!",
  "profileModalName": "Новое имя",
  "profileModalSurName": "Новая фаммилия",
  "profileModalCompany": "Название компании",
  "profileModalAddress": "Новый адрес",
  "profileModalButton": "Подтвердить",
  "profilePageLogOut": "Выйти из аккаунта",

  "productPageArticle": "Артикул",
  "productPageCompound": "Состав",
  "productPageManufacturer": "Производитель",
  "productPageSeason": "Сезон",
  "productPagePattern": "Узор",
  "productPageCountry": "Страна производителя",
  "productPageInStock": "В наличии",
  "productPageButton": "Купить",
  "productPageDescription": "Описание товара",
  "productPageSimilar": "Похожие товары",
  "productPageFamous": "Популярные товары",
  "makeAppealOrders": "Составить обращение",

  "userActionsTitle": "Название",
  "userActionsDate": "Дата",
  "userActionsCost": "Стоимость",
  "userActionsStatus": "Статус",

  "politicsTitle": "Договор оферты",
  "politicsRead": "Читать дальше",
  "politicsClose": "Закрывать",

  "contract.1": "СТОРОНЫ И ТЕМА",
  "contract.1.1": "В данном соглашении TURANLİNE TEXTILE CONSTRUCTION REAL ESTATE AGRICULTURE SITE MANAGEMENT TOURISM AND TRADE LIMITED COMPANY будет именоваться 'Компания' или 'Наша Компания', цифровые активы, принадлежащие нашей компании, будут совместно называться 'платформа', а любое лицо, просматривающее или использующее платформу, будет называться 'Вы' или 'Пользователь'.",
  "contract.1.2": "Этот документ содержит требования для того, чтобы быть пользователем платформы и услуг, предоставляемых нашей компанией. Ваш доступ и использование нашей платформы подлежат условиям, изложенным здесь, нашей политике конфиденциальности и нашей политике использования файлов cookie. Регистрируясь на платформе или просматривая ее, вы соглашаетесь с нижеприведенным:",
  "contract.1.2.1": "- Что вы прочитали, поняли и согласны соблюдать условия",
  "contract.1.2.2": "- Что вы достигли совершеннолетия в соответствии с законом и обладаете правом принимать обязательства по контракту",
  "contract.1.2.3": "- Если вы действуете от имени юридического лица, вы подтверждаете, что имеете полномочия принять обязательства по контракту от имени этого юридического лица.",

  "contract.2": "УСЛУГА",
  "contract.2.1": "Платформа и услуги, предоставляемые нашей компанией, будут предлагаться бесплатно на неопределенный срок, если не будет прекращены в соответствии с нашими политиками. Услуги, предоставляемые через платформу, будут иметь следующие основные характеристики:",
  "contract.2.1.1": "- Профиль пользователя",
  "contract.2.1.2": "- Продукты",
  "contract.2.1.3": "- Четкое отображение информации о продуктах",
  "contract.2.2": "Миссия нашей компании через платформу заключается в оптовой продаже продуктов в Турции, включая налоговые сборы в конечную цену, как на внутреннем, так и на зарубежном рынках.",
  "contract.2.3": "Наша компания может приостановить или прекратить все или часть вышеуказанных бесплатных преимуществ для членов в любое время, по собственному усмотрению, не неся ответственности за любые потери или ущерб, возникающие из-за таких действий или связанные с ними. Наша компания оставляет за собой право взимать плату за услуги, предоставляемые через платформу, по своему усмотрению.",
  "contract.2.4": "Доступность функций, возможностей и преимуществ через платформу может варьироваться в зависимости от региона пользователя и/или может быть обусловлена определенными условиями.",

  "contract.3": "ПРАВА И ОТВЕТСТВЕННОСТЬ",
  "contract.3.1": "Для получения статуса участника лицо, желающее стать ЧЛЕНОМ, должно подтвердить это Соглашение, точно, полностью и актуально заполнить запрашиваемую информацию на Платформе и получить одобрение своей заявки на членство от нашей компании. Юридическое лицо, желающее стать пользователем, должно соответствовать условиям, указанным в пункте 1.1 настоящего Соглашения, и условиям, установленным нашей компанией в соответствии с действующим законодательством. Статус участника начинается с завершения процесса одобрения и уведомления участника о статусе и/или приобретения статуса ПОЛЬЗОВАТЕЛЯ, тем самым ЧЛЕН получает права, определенные для него в этом Соглашении и на Платформе. Если ЧЛЕН предпочитает, он может воспользоваться Услугами Платформы, предлагаемых нашей компанией, через наши цифровые ресурсы без открытия отдельной учетной записи, при условии соблюдения условий членства веб-сайтов и мобильных приложений, предоставляющих эти услуги. Обязанности, определенные для ЧЛЕНА в этом Соглашении и на Платформе, будут обязательными и действительными с момента становления ЧЛЕНОМ и/или приобретения статуса ЧЛЕНА. ЧЛЕН, не предоставивший запрашиваемую информацию точно, полностью и актуально, будет нести личную ответственность за любые убытки, возникающие из-за этого; в случае противоположных обстоятельств наша компания имеет право частично или полностью ограничить, заблокировать, приостановить или прекратить статус ЧЛЕНА. ЧЛЕН незамедлительно обновит свою информацию в случае каких-либо изменений. ЧЛЕН может обновить эту информацию через call-центр, Платформу или другие средства, предоставленные нашей компанией.",
  "contract.3.2": "Учетная запись участника является эксклюзивной для ЧЛЕНА, создавшего ее; ЧЛЕН не может позволить третьему лицу использовать свою учетную запись и не может использовать учетные записи других участников.",
  "contract.3.3": "Наша компания является \"поставщиком посреднических услуг в электронной торговле\" в соответствии с Законом № 6563 о регулировании электронной торговли и \"поставщиком доступа\" в соответствии с Законом № 5651 о регулировании публикаций в Интернете и борьбе с преступлениями, совершенными через эти публикации. За исключением продуктов, продаваемых самой нашей компанией, мы не несем ответственности за подлинность, надежность, точность или законность какого-либо визуального, письменного или другого контента на Платформе, а также не имеем обязанности контролировать такой контент или проверять, есть ли какая-либо незаконная деятельность на Платформе.",
  "contract.3.4": "Член признает, заявляет и обязуется, что в договорах о дистанционных продажах, заключенных с Продавцами, за исключением договоров о дистанционных продажах, в которых наша компания является продавцом, Продавцы являются продавцами, а Члены являются покупателями, и что наша компания ни в коем случае не является стороной договоров о дистанционных продажах и что в соответствии с применимым законодательством о защите прав потребителей и другим законодательством только Продавцы несут личную ответственность за любые требования к ним и что наша компания не несет никакой ответственности. В дополнение к вышеуказанному Продавцы несут личную ответственность за качество всех продуктов, которые они демонстрируют и продают на Платформе, соблюдение законодательства, своевременную и бездефектную доставку, выставление счетов, предоставление всех необходимых документов, включая гарантийные сертификаты, предоставление послепродажного обслуживания и других услуг, выполнение всех других обязательств и всех запросов и жалоб по другим вопросам. Пользователь принимает, заявляет и обязуется, что не будет направлять какую-либо ответственность в адрес нашей компании относительно продуктов, и что единственным собеседником в этом отношении будет Продавец, предлагающий соответствующий продукт на продажу. Более того, если Пользователь намерен инициировать какие-либо юридические процедуры относительно Платформы, услуг, предлагаемых через Платформу, и/или деятельности, проводимой в рамках Платформы, они принимают, заявляют и обязуются, что обязаны выполнять все необходимые юридические обязательства и процедуры, включая те, которые касаются содержимого Платформы, и что у нашей компании нет информации или ответственности по этим обязательствам и процедурам.",
  "contract.3.5": "Продавец уполномочил нашу компанию собирать цену товара от ЧЛЕНА в рамках договорных отношений между ними. Поэтому ЧЛЕН освобождается от своей обязанности по оплате Продавцу при оплате, произведенной нашей компанией. ЧЛЕН не имеет других обязательств по оплате Продавцу. Однако в случае, если ЧЛЕН произведет дублирующие платежи Продавцу, наша компания не несет никакой ответственности.",
  "contract.3.6": "Пользователь заранее соглашается с тем, что не будет использовать платформу для целей, которые нарушают все законодательство и общие правовые нормы, действующие в Республике Турция, особенно Закон о предотвращении отмывания денег, и не позволит другим использовать ее в незаконных целях, и что он будет нести полную ответственность за любую юридическую и уголовную ответственность, возникающую из их использования веб-сайта в незаконных целях или разрешения другим лицам использовать свою учетную запись в таких целях. Наша компания не может нести ответственность за аресты и ограничения на счет, наложенные органами власти из-за незаконного использования учетной записи Пользователем.",
  "contract.3.7": "Члены и посетители платформы не могут использовать Платформу неправомерно и аморально, особенно при следующих обстоятельствах.",
  "contract.3.8.1": "Платформа используется для создания, контроля, обновления или изменения базы данных, записи или каталога от имени какого-либо лица;",
  "contract.3.8.2": "Платформа используется, полностью или частично, для разрушения, изменения или реверс-инжиниринга Платформы;",
  "contract.3.8.3": "Осуществляются транзакции с использованием ложной информации или информации, принадлежащей кому-то другому, создавая фальшивые учетные записи с использованием ложных или вводящих в заблуждение адресов проживания, адресов электронной почты, контактной информации, платежной информации или информации об учетной записи и используя эти учетные записи с нарушением Соглашения о членстве или применимого законодательства, используя учетную запись другого ЧЛЕНА, действуя или участвуя в сделках от имени кого-то другого или под ложным именем;",
  "contract.3.8.4": "Распространение вирусов или другого вредоносного программного обеспечения, которые повреждают Платформу, базу данных Платформы или любой контент на Платформе.",
  "contract.3.8.5": "Участвовать в деятельности, создающей неразумные или несоразмерные нагрузки на коммуникационные и технические системы, определенные Платформой, или которая наносит вред техническому функционированию, используя без предварительного письменного разрешения нашей компании программное обеспечение или системы 'screenscraping', такие как автоматизированные программы, роботы, веб-краулеры, пауки, добыча данных и сканирование данных на Платформе, и копировать, публиковать или использовать любой контент на Платформе полностью или частично без разрешения.",
  "contract.3.9": "Член подтверждает, что его комментарии о приобретенных товарах могут быть переданы продавцу в соответствии с законодательством, если это будет запрошено продавцом, и что эти комментарии могут быть использованы продавцом в соответствии с законодательством.",
  "contract.3.10": "Член подтверждает, что, загружая контент на Платформу, он является исключительным владельцем прав интеллектуальной и промышленной собственности и других прав, связанных с Членом Контентом, и что он обладает финансовыми правами, возникающими из Закона № 5486 о интеллектуальных и художественных произведениях. Все права интеллектуальной и промышленной собственности и другие права, включая моральные права, по Закону № 5486 были переданы нашей компании в той степени, в какой это разрешено соответствующим законодательством, особенно Законом о интеллектуальных и художественных произведениях, с неограниченной, действительной во всем мире (международной), sublicensable, безвозмездной и безусловной полной лицензией.",
  "contract.3.11": "Члены и посетители Платформы обязаны проводить свои транзакции на Платформе таким образом, чтобы не причинять нашей компании финансового или технического вреда. Члены и посетители Платформы также подтверждают, что они приняли все необходимые меры предосторожности, включая использование необходимого защитного программного обеспечения и лицензированных продуктов, чтобы убедиться, что их использование Платформы не содержит программ, вирусов, программного обеспечения, нелицензионных продуктов, троянов и т. д., которые могут нанести вред Платформе. Они также соглашаются не заходить на Платформу с помощью роботов или автоматизированных методов входа.",
  "contract.3.12": "Наша компания предприняла разумные меры для обеспечения точности, безопасности, актуальности, доступности, непрерывности, полноты, соответствия и функциональности Платформы и ее содержания, материалов и элементов, и предоставляет их 'как есть', 'как доступно' и не дает никаких гарантий или заявлений относительно них.",
  "contract.3.13": "Ссылки на Платформе могут перенаправлять Члена на другие веб-сайты/приложения. Наша компания не дает никаких гарантий или обязательств относительно содержания, точности, надежности, безопасности и/или функциональности этих веб-сайтов/приложений и не несет ответственности за любые убытки, возникающие из-за доступа, использования, загрузки, обмена и/или изменения этих веб-сайтов/приложений.",
  "contract.3.14": "Наша компания может отказать в подаче заявлений на членство, прекратить членство или условить принятие или продолжение заявления о членстве или использование Платформы дополнительными условиями в любое время и по любой причине, по своему усмотрению. Изменения, дополнительные условия и положения, руководства и политики, которые будут введены нашей компанией после процесса членства человека и которые будут объявлены/сообщены/опубликованы любым способом, будут обязательны для Члена с момента их публикации на Платформе без необходимости дополнительного уведомления или одобрения; однако, если соответствующее законодательство требует явного одобрения Членом, наша компания имеет право и полномочия частично или полностью ограничить, заблокировать, приостановить или прекратить членство лица, если оно не было одобрено Членом.",
  "contract.3.15": "Член может в любой момент односторонне прекратить свое членство без объяснения причин. Член сможет выполнить процесс закрытия аккаунта через Платформу. Член может инициировать процесс закрытия аккаунта, следуя соответствующим шагам на странице www.turanline.com на Платформе. После того, как Член инициирует процесс закрытия аккаунта и этот запрос поступает нашей компании, запрос на закрытие аккаунта будет завершен в соответствии с правилами, установленными нашей компанией для обеспечения безопасности аккаунта и предотвращения злоупотреблений. Член признает, что после закрытия аккаунта он не сможет снова использовать свой аккаунт членства и/или восстановить права и преимущества, определенные по аккаунту, и не сможет перенести их на различные аккаунты.",

  "contract.4": "ЗАЩИТА ЛИЧНЫХ ДАННЫХ",
  "contract.4.1": "Обработка личных данных:",
  "contract.4.2": "Наша компания подлежит закону о защите личных данных (Закон № 6698 о защите личных данных) в отношении обработки личных данных, полученных от своих членов. Наша компания обрабатывает личные данные, собранные от пользователей, в соответствии с «Политикой конфиденциальности», доступной на сайте www.turanline.com. Политика конфиденциальности является неотъемлемой частью Соглашения о членстве. Адрес электронной почты, который вы используете для связи с нами, должен быть тем адресом электронной почты, который вы указали во время процесса членства. Запросы с других адресов электронной почты не будут обработаны, если не будет предоставлено разумное подтверждение вашего членства.",

  "contract.5": "ПРАВА ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ",
  "contract.5.1": "Наша компания, именуемая «TURANLİNE TEKSTİL İNŞAAT EMLAK TARIM SİTE YÖNETİMİ TURİZM VE TİCARET LİMİTED ŞİRKETİ», владеет брендом и логотипом, дизайном и программным обеспечением мобильного приложения «Компания», доменным именем www.turanine.com и всеми коммерческими марками, дизайнами, логотипами, торговыми представлениями, слоганами и другим контентом, созданным нашей компанией. Члены не могут использовать, делиться, распространять, демонстрировать, воспроизводить или создавать производные работы, связанные с правами интеллектуальной собственности нашей компании или ее дочерних компаний, без письменного разрешения. Члены не могут использовать всю или часть платформы в другой среде без письменного разрешения нашей компании. Если член действует таким образом, что нарушает права интеллектуальной собственности третьих лиц или нашей компании, член обязан компенсировать все прямые и косвенные убытки и расходы, понесенные нашей компанией и/или соответствующей третьей стороной.",

  "contract.6": "ЮРИДИЧЕСКИЕ И УГОЛОВНЫЕ НАКАЗАНИЯ",
  "contract.6.1": "Член обязуется использовать сайт в соответствии с законами Республики Турция и всеми применимыми нормативными актами. В случае незаконного использования наша компания имеет право и полномочия передавать всю информацию, принадлежащую члену, уполномоченным органам. Это не будет считаться нарушением конфиденциальности, и наша компания не может быть привлечена к ответственности.",
  "contract.6.2": "Член обязуется не делать клеветнических, коммерчески порочащих или создающих недобросовестную конкуренцию комментариев или публикаций, используя имя нашей компании, цифровые активы — такие как сайт www.turanline.com — и/или логотип. Это обязательство охватывает все письменные и визуальные СМИ и все социальные медиа. В случае обнаружения нарушения этого пункта наша компания имеет право без предварительного уведомления односторонне расторгнуть договор, приостановить аккаунт пользователя или полностью удалить его. Аналогичным образом, наша компания будет использовать все права на возмещение убытков против члена из-за нарушения этого пункта. Член подтверждает, заявляет и обязуется, что отказывается от любых прав на обжалование и требования в связи с применением этого пункта.",
  "contract.6.3": "Наша компания имеет право временно или постоянно закрывать аккаунты членов, которые пытаются совершить подозрительные транзакции, приостанавливать аккаунты членов, занимающихся подозрительными транзакциями, замораживать или временно закрывать аккаунты на основании безопасности рабочего процесса и программного обеспечения платформы. Наша компания не может быть привлечена к юридической или уголовной ответственности за применение этого пункта на основе принципов честности и добросовестности.",
  "contract.6.4": "Несмотря на то, что нарушение членом любого пункта или пунктов договора было выявлено, нерасторжение нашей компанией договора и отсутствие обращения в судебные инстанции против члена не может быть истолковано как отказ от наших прав. Наша компания оставляет за собой все права в отношении выявленных нарушений.",

  "contract.7": "ФОРС-МАЖОР",
  "contract.7.1": "Кибератаки, бунты, эмбарго, вмешательство государства, восстания, оккупации, войны, мобилизации, забастовки, локдауты, трудовые действия или бойкоты, проблемы с коммуникацией, сбои в инфраструктуре и Интернете, работы по улучшению или обновлению системы, а также любые сбои, которые могут возникнуть из-за этого, отключения электроэнергии, пожары, взрывы, шторма, наводнения, землетрясения, миграции, эпидемии или любые другие стихийные бедствия или события, которые находятся вне контроля нашей компании и не вызваны нашей виной и не могут быть разумно предсказаны (\"Форс-мажор\") могут препятствовать или задерживать выполнение обязательств, вытекающих из Условий использования и Соглашения о членстве. Наша компания не может быть привлечена к ответственности за обязательства, которые были нарушены или задержаны из-за форс-мажора, и это не считается нарушением договора.",
  "contract.7.1.1": "Соглашение о членстве и Договор о дистанционной продаже, состоящие из 7 (семи) основных пунктов, вступили в силу в момент их электронного одобрения членом после того, как каждый пункт был прочитан и полностью понят.",

  "politicsGeneralProvisions": "ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ",

  "politics.1": "1.ПРЕДМЕТ",
  "politics.1.1": "Настоящее соглашение было подготовлено для объяснения того, как компания TURANLİNE TEKSTİL İNŞAAT EMLAK TARIM SİTE YÖNETİMİ TURİZM VE TİCARET LİMİTED ŞİRKETİ (в дальнейшем именуемая \"наша компания\" или \"компания\") обрабатывает персональную информацию, собранную через свои цифровые активы, такие как веб-сайт по адресу www.turanline.com (в дальнейшем именуемые \"платформа\"). Данная политика направлена на информирование вас о том, как наша компания собирает и использует информацию в соответствии с \"Законом № 6698 о защите персональных данных\".",
  "politics.1.2": "2.КАКАЯ ИНФОРМАЦИЯ СОБИРАЕТСЯ?",

  "politics.2": "2.КАКАЯ ИНФОРМАЦИЯ СОБИРАЕТСЯ? ",
  "politics.2.1": "Информация, собираемая при регистрации на платформе, указана ниже.",
  "politics.2.2": "- Информация об учетной записи пользователя: Ваше имя, фамилия, номер клиента, данные учетной записи, а также, при желании, номер телефона, пол, дата рождения, номер удостоверения личности.",
  "politics.2.3": "- Информация о транзакциях клиента: Данные о ваших транзакциях и счетах, история покупок, запросы и жалобы, комментарии и вопросы, а также любая информация, содержащаяся в этих транзакциях, совершенных на платформе.",
  "politics.2.4": "- Информация о доставке: Адрес, данные транзакций и контактная информация, добавляемые для любых операций, совершаемых через платформу.",
  "politics.2.5": "- Информация об оплате: Данные зарегистрированных карт и информация, связанная с оплатой или методами оплаты на платформе.",
  "politics.2.6": "- Информация о безопасности: Информация об устройстве, IP-адрес, пароли, файлы cookie, журналы доступа к платформе, способ входа на платформу.",
  "politics.2.7": "- Информация о правовых процессах: Информация, собранная при общении с юридическими лицами через платформу, данные, собираемые в рамках юридических запросов, информация о делах и взысканиях в правовой системе.",
  "politics.2.8": "- Активность службы поддержки клиентов: Любая письменная переписка со службой поддержки клиентов и записи разговоров со службой поддержки, проведенных через платформу или с использованием услуг третьих лиц.",
  "politics.2.9": "- Участие в акциях и мероприятиях: Информация, предоставленная при участии в конкурсах, акциях или опросах, например, контактные данные. Это необходимо для уведомления о выигрыше, подтверждения вашей личности и/или обеспечения доставки приза. Мы рекомендуем вам ознакомиться с правилами и соответствующей информацией о каждом конкурсе или опросе, предоставленном нашей компанией.",
  "politics.2.10": "- Данные, собранные через сторонние сервисы: Информация может быть собрана через сторонние сервисы.",
  "politics.2.11": "- Автоматически собираемая информация: Информация об устройстве и/или местоположении собирается автоматически.",

  "politics.3": "3.ПРАВОВЫЕ ОБЯЗАТЕЛЬСТВА, ПРИЧИНЫ И МЕТОДЫ СБОРА ДАННЫХ",
  "politics.3.1": "Ваши персональные данные на платформе обрабатываются на основании правовых оснований, указанных в статье 5 Закона KVKK.",
  "politics.3.2": "Информация, предоставленная через наши платформы, хранится в электронном виде. Любая информация, собранная через системы онлайн-поддержки, колл-центры или электронную почту, хранится в электронном виде, а информация, такая как почтовые или физические документы, хранится в физическом виде.",
  "politics.3.3": "Собранная информация используется для следующих целей:",
  "politics.3.4": "- Создание и поддержка вашей учетной записи на платформе, а также включение функций безопасности, таких как подтверждение учетной записи и/или отправка кодов.",
  "politics.3.5": "- Обработка платежей, организация коммуникации для ваших заказов и обеспечение надежности доставки путем создания заказов и доставки.",
  "politics.3.6": "- Улучшение и оптимизация услуг, обработка информации в рамках анонимизированных данных для обеспечения успешной работы наших услуг.",
  "politics.3.7": "- Персонализация пользовательского опыта путем выявления и предложения функций, продуктов и услуг, которые могут вас заинтересовать.",
  "politics.3.8": "- Общение с пользователями по вопросам использования платформы, запросов, вопросов и отзывов, а также предоставление клиентской поддержки.",
  "politics.3.9": "- Предоставление услуг безопасности и принятие необходимых мер для предотвращения, выявления, расследования и борьбы с мошенничеством.",
  "politics.3.10": "- Соблюдение правовых обязательств и создание защиты. Наша компания может использовать ваши персональные данные для выполнения законных и юридических требований, обеспечения выполнения договорных обязательств и соблюдения применимых законов в ходе внутренних проверок.",

  "politics.4": "4.КАК МЫ ЗАЩИЩАЕМ ВАШИ ДАННЫЕ?",
  "politics.4.1": "Личные данные, предоставленные через платформу, находятся под наблюдением и контролем компании. Компания берет на себя ответственность за создание и управление необходимыми системами и техническими требованиями для обеспечения безопасности личной информации.",

  "politics.5": "5.ИЗМЕНЕНИЯ В ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ",
  "politics.5.1": "Наша компания оставляет за собой право вносить изменения в настоящую Политику конфиденциальности в любое время. О значительных изменениях в данной Политике конфиденциальности будет сообщено пользователям путем обновления даты. Мы рекомендуем пользователям каждый раз при посещении просматривать политику конфиденциальности, чтобы быть в курсе наших практик.",

  "messageLogInError": "Неверные данные, попробуйте снова!",
  "messageLogInSuccess": "Вы успешно авторизовались!",
  "messageRegistration": "Вы успешно зарегистрировались!",
  "messageRegistrationError": "Введенный логин или номер телефона уже зарегистрирован!",
  "messageHeaderCart": "Корзина доступна только для авторизованных пользователей",
  "messageHeaderFavorites": "Избранное доступно только для авторизованных пользователей",
  "messageModalChangeError": "Такой номер телефона уже существует, введите другой!",
  "messageModalChangeSuccess": "Данные успешно изменены!",
  "messageModalChangeWarn": "Все поля обязательно должны быть заполнены!",
  "messageCartError": "Ошибка при получении корзины!",
  "messageCartAdded": "Товар добавлен в корзину!",
  "messageCartAddedError": "Произошла ошибка при добавлении товара в корзину!",
  "messageCartAddedWarn": "Товар не был добавлен в корзину",
  "messageCartItemInCart": "Этот товар уже в корзине!",
  "messageCartNotAuth": "Вы не авторизованы!",
  "messageCartDeleted": "Товар удалён из корзины!",
  "messageGetCartError": "Произошла ошибка при получении корзины корзины, попробуйте позже!",
  "messageCartColorChoose": "Вы не выбрали цвет!",
  "messageCartDeleteError": "Произошла ошибка при удалении товара, попробуйте позже!",
  "messageCartOrderSend": "Заказ успешно отправлен!",
  "messageFavoritesSuccess": "Товар добавлен в избранное!",
  "messageFavoritesWarn": "Вы не можете добавить товар в избранное, пока не авторизуйтесь!",
  "messageFavoritesDeleted": "Товар удален из избранного!",
  "messageFavoritesAddError": "Произошла ошибка при добавлении в избранное, попробуйте позже!",
  "messageFavoritesDeleteError": "Произошла ошибка при удалении из избранное, попробуйте позже!",
  "messageLogOutSuccess": "Вы успешно вышли из аккаунта!",
  "messageOrderTariffsError": "Ошибка получения тарифов",
  "messageCalculateDeliveryPrice": "Для вашего города не найдено ни одного варианта доставки",
  "messageOrderSuccess": "Заказ успешно создан",
  "messageOrderGoPayment": "Переход к оплате",
  "messageOrderFillFields": "Заполните все данные",
  "messageOrderAuthError": "Пользователь не авторизован",
  "messageOrderError": "Ошибка при создании",
  "messagePaymentWrongData": "Неверные данные",
  "messagePaymentNotFound": "Заказ не найден",
  "messagePaymentError": "Ошибка в заказах",

  "totalWeightText": "Общий вес груза",
  "totalDeliveryPriceText": "Стоимость доставки",

  "notFoundTitle": "Небольшая ошибка",
  "notFoundText": "Упс... Кажется, этой страницы не существует! Перейдите на главную и попробуйте ещё раз.",

  "errorPageTitle": "Сетевая ошибка",
  "errorPageText": "Произошла какая-то ошибка со стороны сервера, мы уже усердно ее исправляем!",

  "formEmail": "Пожалуйста, введите корректный адрес электронной почты.",
  "formName": "Пожалуйста, введите корректное значение, начинающееся с заглавной буквы Английского, Турецкого или Русского алфавита, за которой могут следовать только строчные буквы.",
  "formPassword": "Пароль может содержать буквы верхнего/нижнего регистра, цифры и специальные символы (!@#$%^&*()_+-=[]{};':\"\\|,.<>/?`~ и т.д.).",
  "formUsername": "Логин может содержать только буквы (верхнего и нижнего регистра), цифры и нижние подчеркивания. Пожалуйста, убедитесь, что ваш логин состоит только из указанных символов.",
  "formPhone": "Пожалуйста, введите номер телефона в формате: +1 234 567 89 00",
  "formAddress": "Адрес может содержать только латинские и кириллические буквы, цифры, пробелы, запятые, точки и дефисы. Пожалуйста, введите корректный адрес.",
  "formCompany": "Пожалуйста, введите корректное название компании!",
  "formRequired": "Это поле обязательное!",
  "formMin": "Не менее",
  "formMax": "Не более",
  "formSymbols": "символов",
  "formCorrectCardNumber": "Введите корректный номер карты",
  "formCorrectCardName": "Введите корректное имя владельца карты",
  "formCorrectCardCVV": "Введите корректный CVV",
  "formCorrectCardMonth": "Введите корректный месяц",
  "formCorrectCardYear": "Введите корректный год",

  "Russia": "Россия",
  "China": "Китай",
  "Turkey": "Турция",

  "Summer": "Лето",
  "Autumn": "Осень",
  "Winter": "Зима",
  "Spring": "Весна",
  "DemiSeason": "Демисезон",

  "recoverPasswordTitle": "Восстановить пароль",
  "recoverAppeal": "Восстановить",

  "inputEmail": "Электронная почта",
  "inputEmailPlaceHolder": "Введите свой e-mail",

  "phoneConfirmTitle": "Подтверждение номера телефона",
  "PhoneConfirmText1": "На номер телефона",
  "PhoneConfirmText2": "было отправлено сообщение с 6-и значным кодом подтверждения",
  "PhoneConfirmCode": "Код из сообщения",
  "PhoneConfirmCodePlaceHolder": "Введите код подтверждения",
  "phoneConfirmSuccess": "Проверка прошла успешно",
  "phoneConfirmError": "Проверка не прошла",
  "ConfirmPhoneButton": "Подтвердить",

  "titleHome": "Маркетплейс оптовых товаров из Турции — TuranLine: лучшие цены",
  "descriptionHome": "Добро пожаловать в TuranLine — ваш идеальный маркетплейс для оптовых товаров из Турции! Мы предлагаем богатый ассортимент продукции от проверенных поставщиков, обеспечивая надежную доставку и выгодные условия сотрудничества. Развивайте свой бизнес с нами!",
  "titleCatalog": "Каталог оптовых товаров из Турции — TuranLine: широкий выбор",
  "descriptionCatalog": "Откройте для себя каталог оптовых товаров на платформе TuranLine. Мы предлагаем продукцию различных категорий: текстиль, электронику, мебель и многое другое от надежных турецких производителей по выгодным ценам.",
  "titleModeration": "Модерация товаров — TuranLine: проверка качества и соответствия",
  "descriptionModeration": "Эта страница предназначена для проверки и одобрения товаров перед их размещением на торговой площадке TuranLine. Мы тщательно контролируем качество и надежность каждого товара, обеспечивая соответствие высоким стандартам.",
  "titleGood": "Товары и цены — TuranLine: выгодные предложения для бизнеса",
  "descriptionGood": "Ознакомьтесь с нашим ассортиментом товаров и узнайте актуальные цены на оптовые закупки. Мы предлагаем широкий выбор качественных товаров из Турции по конкурентоспособным ценам для вашего бизнеса. Оформляйте заказ с удобством и выгодой для вас",
  "titlePolicy": "Политика конфиденциальности — TuranLine: защита ваших данных",
  "descriptionPolicy": "Безопасность ваших данных – наш приоритет! В политике конфиденциальности подробно описаны меры, которые мы принимаем для защиты вашей информации. Мы гарантируем конфиденциальность ваших персональных данных и соблюдение всех законодательных норм",
  "titleOrders": "Заказы — TuranLine: управление заказами и отслеживание статуса",
  "descriptionOrders": " Отслеживайте свои заказы легко и удобно! Здесь вы можете посмотреть статус ваших покупок, отследить доставку и управлять своими заказами. Простая и понятная система отслеживания позволит вам всегда быть в курсе. ",
  "titleAbout": "О нас — TuranLine: информация о компании и наших услугах",
  "descriptionAbout": "Познакомьтесь с компанией TuranLine. Мы специализируемся на оптовых поставках товаров из Турции, предлагая нашим клиентам широкий ассортимент и высокое качество продукции. Мы стремимся к долгосрочному партнерству и удовлетворению ваших потребностей.",
  "titleDelivery": "Доставка — TuranLine: быстрые и надежные способы доставки товаров",
  "descriptionDelivery": "Узнайте о наших условиях доставки на платформе TuranLine. Мы обеспечиваем быструю, надежную и безопасную доставку товаров по вашему адресу, чтобы удовлетворить все потребности вашего бизнеса и гарантировать своевременное получение заказов.",
  "titleContacts": "Контакты — TuranLine: свяжитесь с нами для получения поддержки",
  "descriptionContacts": "Свяжитесь с нами для любых вопросов о наших оптовых товарах из Турции! Мы всегда готовы помочь с выбором продукции, оформлением заказа и организацией доставки. Наши специалисты ответят на все ваши вопросы и предоставят всю необходимую информацию. Звоните, пишите или оставляйте заявку на сайте.",
  "titleFavorites": "Избранное — TuranLine: сохраните лучшие товары для быстрого заказа",
  "descriptionFavorites": "Здесь собраны ваши любимые оптовые товары из Турции! Сохраняйте понравившиеся позиции в Избранное, чтобы быстро найти их позже и оформить заказ. Удобный доступ к списку избранных товаров, возможность сравнения цен и характеристик. Не теряйте время – оформляйте заказ прямо сейчас! ",
  "titleCart": "Корзина — TuranLine: проверьте свой заказ перед оформлением",
  "descriptionCart": "Просмотрите содержимое вашей корзины на TuranLine. Убедитесь, что все необходимые товары добавлены, проверьте их количество и стоимость. Затем легко и быстро переходите к оформлению заказа с максимальным удобством.",
  "titlePayment": "Оплата — TuranLine: удобные и безопасные способы оплаты заказов",
  "descriptionPayment": "Узнайте все о способах оплаты на платформе TuranLine. Мы предлагаем надежные, удобные и безопасные методы для завершения ваших покупок. Обеспечьте комфортный процесс оплаты с минимальными усилиями и максимальным удобством.",
  "titleRegistration1": "1 этап регистрации — TuranLine: создайте аккаунт для покупок",
  "descriptionRegistration1": "Заполните простую форму для регистрации на платформе TuranLine и создайте свой аккаунт. Укажите имя, фамилию, номер телефона, электронную почту, логин и надежный пароль, чтобы получить доступ ко всем возможностям платформы.",
  "Main" : {
    "headerCatalog": "Каталог",
    "headerAbout": "О нас",
    "headerDelivery": "Доставка",
    "headerContacts": "Контакты",
    "headerFavorites": "Избранное",
    "headerCart": "Корзина",
    "headerLogIn": "Войти",
    "headerProfile": "Профиль",
    "headerCategorySelect": "Категория",
    "headerAllCategories": "Все категории",
    "headerSearchPlaceholder": "Поиск по каталогу",
    "headerToProfile": "В личный кабинет",
    "headerSearch": "Поиск",
    "materialTitle": "Материал",
    "emptyCategoryError": "По данной категории ничего не найдено",
  
    "paymentSuccess": "Спасибо за покупку !",
    "paymentSuccessText": "Оплата успешно была выполена",
    "paymentUnsuccess": "Покупка не состоялась !",
    "paymentUnsuccessText": "К сожалению, возникла непредвиденная ошибка",
    "paymentButton": "В магазин",
  
    "paymentMethod": "Выберите метод оплаты",
    "paymentMethodCard": "Банковская карта",
    "paymentMethodDetails": "По реквизитам",
  
    "productStatusDelivered": "Доставлено",
    "productStatusBundle": "В сборке",
    "productStatusTransit": "В пути",
    "productStatusCreated": "Создан",
    "productStatusUnknown": "Неизвестный статус",
    "productStatusCargo": "Передан в Карго",
    "productStatusPayment": "В оплате",
    "productStatusClosed": "Закрыт",
    "productStatusInspection": "На проверке",
  
    "importTitle": "Загрузка чека PDF",
    "importLink": "Инструкция",
    "importText": "по заполнению таблицы",
    "importButton": "Загрузить файл",
    "importConfirm": "Импорт",
    "buttonResetFile": "Сбросить файл",
    "selectedFile": "Выбранный файл",
  
    "newRevenues": "Новые поступления",
    "newRevenuesText": "Узнайте первым о товарах, создающих будущее индустрии",
    "workWithUsText": "Присоединяйтесь к нашему маркетплейсу и развивайте свой бизнес",
    "newRevenuesLink": "Подробнее",
    "manufacturer": "Производитель месяца",
    "manufacturerText": "Узнайте, что сейчас в тренде!",
    "promotions": "Акции",
    "workWithUs": "Продавай с нами",
    "promotionsText": "Скидки до 35%",
    "deliveryText": "Узнайте о наших способах доставки",
    "seasonThings": "Сезонная одежда",
    "productSelection": "Подобрать товар",
    "lookAll": "Смотреть все",
    "selectProductText": "Подберите товар",
    "bestsellers": "Хиты продаж",
    "foundation": "Подберите товар",
  
    "paymentSelectCategory": "Выберите категорию",
    "paymentSelectCity": "Выберите город",
    "paymentSelectTarif": "Выберите тариф",
    "paymentAddress": "Адрес",
    
    "productWeight": "Вес товара",
  
    "productMold": "Лекало",
  
    "paymentCardNumber": "Номер карты",
    "paymentCardHolder": "Имя держателя карты",
    "paymentCardMonth": "Срок действия карты - Месяц",
    "paymentCardYear": "Срок действия карты - Год",
    "paymentPayOrder": "Оплатить заказ",
    "paymentNameSurname": "Имя Фамилия",
    "PaymentPay": "Оплатить",
  
    "footerPayment": "Оплата",
    "footerPolitics": "Политика конфиденциальности",
    "footerTextUnderEmail": "Пишите в любое время дня и ночи",
    "footerWriteUs": "Напишите нам",
    "footerUsing": "Использование и копирование материалов с сайта запрещено",
    "footerProviders": "Поставщикам",
  
    "filterColor": "Цвет",
    "filterSize": "Размер",
    "filterPrice": "Фильтр стоимости",
    "filterBrand": "Бренды",
    "filterPriceText": "Ваш бюджет",
    "filterSelectedBudget": "Выбранные бюджет",
    "filterShow": "Показать",
    "filterReset": "Сбросить",
  
    "mainPageRoute": "Главная страница",
    "catalogFilter": "Фильтры",
    "deliveryPageTitle": "Карго",
    "deliveryPageText": "Узнайте о вариантах доставки нашей компании",
    "checkCode": "Код не может содержать пробелы и буквы",
    "logInTitle": "Вход в личный кабинет",
    "logInText": "Добро пожаловать",
    "logInLabelLogin": "Логин",
    "logInInputLogin": "Введите свой логин",
    "logInLabelPassword": "Пароль",
    "logInInputPassword": "Введите свой пароль",
    "logInCheckboxText": "Запомнить меня",
    "logInTextForget": "Забыли пароль",
    "logInButtonText": "Войти",
    "logInButtonRegistration": "Зарегистрироваться",
    "forgetPasswordText": "Свяжитесь с нами для сброса пароля",
    "registrationStage": "Регистрация. Этап",
  
    "registrationTitle": "Регистрация личного кабинета",
    "registrationLabelEmail": "Email",
    "registrationInputEmail": "Введите свой email",
    "registrationLabelName": "Имя",
    "registrationInputName": "Введите свое имя",
    "registrationLabelLastName": "Фамилия",
    "registrationInputLastName": "Введите свою фамилию",
    "registrationPhoneNumber": "Номер телефона",
    "registrationButtonText": "Зарегистрироваться",
    "registrationButtonLogIn": "Уже есть аккаунт?",
    "registrationSuccess": "Регистрация прошла успешно",
    "registrationConfirm": "Подтвердите номер телефона",
    "registrationError": "Ошибка",
    "registrationRememberMe": "Запомнить пароль",
  
    "politicsAgree": "Я ознакомлен(а) и согласен(а)",
    "smsAgree": "Я согласен/на на получение SMS -рассылок информационного и рекламного характера",
    "politicsAgree1": "Я принимаю",
    "politicsAgree2": "контракт",
  
    "emptyBasketTitle": "Корзина пока пуста!",
    "emptyBasketText": "Пришла пора отправиться за покупками!",
    "emptyBasketButtonText": "В каталог",
    "emptyFavoritesTitle": "Избранное пока пустое!",
    "emptyCatalogTitle": "По вашему запросу ничего не найдено!",
    "emptyCatalogText": "Кажется по вашему запросу ничего не найдено. Попробуйте сбросить текущие фильтры и попробовать еще раз!",
    "emptyCatalogButtonText": "На главную",
    "emptyOrdersTitle": "Нет заказов",
    "emptyOrdersText": "У вас пока что нет заказов, но самое время их оформить!",
    "emptyReviewsTitle": "Нет отзывов!",
    "emptyReviewsText": "У вас пока нет отзывов, но вы можете их написать!",
  
    "cartContinue": "Продолжить",
    "cartTotalPriceText": "Итого:",
    "cartItemPrice": "Стоимость, ед.",
    "cartItemCounterText": "Количество",
    "cartItemTotalPrice": "Стоимость, всего",
  
    "aboutPageText": "Узнайте больше о нашей компании",
    "aboutPageTextProducts": "Мы помогаем компаниям продавать товары из Турции",
    "aboutPageTextWork": "За все время нашей работы",
    "aboutPageTextOrder": "Заказов реализовано",
    "aboutPageTextCountry": "Стран уже работают с нами",
    "aboutPageTextStock": "Товаров в наличии",
    "aboutPageTextStars": "Оценок в 5 звёзд",
    "aboutPageTextPartners": "Наши партнёры",
    "aboutPageTextPopular": "Популярные направления",
    "aboutPageSupport": "Поддержка",
    "aboutPageSupportText": "Мы всегда готовы вам помочь!",
    "aboutPagePhone": "Номер телефона",
    "aboutPagePhoneText": "Понедельник-Пятница с 9 до 18",
  
    "contactsPageText": "Наша дружная команда ждёт вас!",
    "contactsPageEmailText": "Мы всегда готовы помочь!",
    "contactsPageOffice": "Офис компании",
    "contactsPageOfficeText": "Для тех, кто хочет прийти в гости.",
    "contactsPagePhone": "Номер телефона",
    "contactsPagePhoneText": "Понедельник-Пятница с 9 до 18",
  
    "manufacturersPageRoute": "Производители",
    "manufacturersPageText": "Выберите интересного вам производителя из нашего списка",
  
    "orderPagePersonalData": "Личные данные",
    "orderPagePhone": "Номер телефона",
    "orderPageEmailText": "На данную почту мы отправим номер и статус заказа, чек",
    "orderPageCart": "В корзине",
    "orderPageTotal": "Итого",
    "orderPageSum": "Сумма заказа",
    "orderPageProductsText": "товаров",
    "orderPageButton": "Подтвердить заказ",
    "orderPageLinkText": "Нажимая на кнопку Подтвердить заказ, вы соглашаетесь с",
    "orderPageLink": "политикой конфиденциальности и пользовательским соглашением",
  
    "productPriceDescription": "Цена указана за единицу товара",
  
    "paymentPageTitle": "Оплата",
    "paymentPageText": "Узнайте о вариантах оплаты товаров нашей компании",
    "paymentPageBankTitle": "Оплата банком",
    "paymentPageBankText": "Самый удобный вариант для перевода по реквизитам компании",
    "paymentPageCardTitle": "Оплата картой",
    "paymentPageCardText": "Оплата кредитной или дебетовой картой онлайн",
    "paymentPageCheckTitle": "Оплата чеком",
    "paymentPageCheckText": "Осуществление платежа по счёту. Автоматически сформируем по реквизитам",
    "paymentPageCryptoTitle": "Криптовалютой",
    "paymentPageCryptoText": "Оплата с помощью криптовалюты через онлайн-сервис",
    "paymentPagePayPalTitle": "Пейпал",
    "paymentPagePayPalText": "Перевод по ссылке, которую мы пришлем после оформления заказа",
  
    "profilePageCompany": "Компания",
    "profilePageAddress": "Адрес",
    "profilePageOrders": "Мои заказы",
    "profilePageReviews": "Мои отзывы",
    "profileOrdersTitle": "Нет заказов!",
    "profileOrdersText": "У вас пока нет заказов, но самое время их оформить!",
    "profileReviewsTitle": "Нет отзывов!",
    "profileReviewsText": "У вас пока нет отзывов, но вы можете их написать!",
    "profileModalTitle": "Изменение данных!",
    "profileModalName": "Новое имя",
    "profileModalSurName": "Новая фаммилия",
    "profileModalCompany": "Название компании",
    "profileModalAddress": "Новый адрес",
    "profileModalButton": "Подтвердить",
    "profilePageLogOut": "Выйти из аккаунта",
  
    "productPageArticle": "Артикул",
    "productPageCompound": "Состав",
    "productPageManufacturer": "Производитель",
    "productPageSeason": "Сезон",
    "productPagePattern": "Узор",
    "productPageCountry": "Страна производителя",
    "productPageInStock": "В наличии",
    "productPageButton": "Купить",
    "productPageDescription": "Описание товара",
    "productPageSimilar": "Похожие товары",
    "productPageFamous": "Популярные товары",
    "makeAppealOrders": "Составить обращение",
  
    "userActionsTitle": "Название",
    "userActionsDate": "Дата",
    "userActionsCost": "Стоимость",
    "userActionsStatus": "Статус",
  
    "politicsTitle": "Договор оферты",
    "politicsRead": "Читать дальше",
    "politicsClose": "Закрывать",
  
    "contract.1": "СТОРОНЫ И ТЕМА",
    "contract.1.1": "В данном соглашении TURANLİNE TEXTILE CONSTRUCTION REAL ESTATE AGRICULTURE SITE MANAGEMENT TOURISM AND TRADE LIMITED COMPANY будет именоваться 'Компания' или 'Наша Компания', цифровые активы, принадлежащие нашей компании, будут совместно называться 'платформа', а любое лицо, просматривающее или использующее платформу, будет называться 'Вы' или 'Пользователь'.",
    "contract.1.2": "Этот документ содержит требования для того, чтобы быть пользователем платформы и услуг, предоставляемых нашей компанией. Ваш доступ и использование нашей платформы подлежат условиям, изложенным здесь, нашей политике конфиденциальности и нашей политике использования файлов cookie. Регистрируясь на платформе или просматривая ее, вы соглашаетесь с нижеприведенным:",
    "contract.1.2.1": "- Что вы прочитали, поняли и согласны соблюдать условия",
    "contract.1.2.2": "- Что вы достигли совершеннолетия в соответствии с законом и обладаете правом принимать обязательства по контракту",
    "contract.1.2.3": "- Если вы действуете от имени юридического лица, вы подтверждаете, что имеете полномочия принять обязательства по контракту от имени этого юридического лица.",
  
    "contract.2": "УСЛУГА",
    "contract.2.1": "Платформа и услуги, предоставляемые нашей компанией, будут предлагаться бесплатно на неопределенный срок, если не будет прекращены в соответствии с нашими политиками. Услуги, предоставляемые через платформу, будут иметь следующие основные характеристики:",
    "contract.2.1.1": "- Профиль пользователя",
    "contract.2.1.2": "- Продукты",
    "contract.2.1.3": "- Четкое отображение информации о продуктах",
    "contract.2.2": "Миссия нашей компании через платформу заключается в оптовой продаже продуктов в Турции, включая налоговые сборы в конечную цену, как на внутреннем, так и на зарубежном рынках.",
    "contract.2.3": "Наша компания может приостановить или прекратить все или часть вышеуказанных бесплатных преимуществ для членов в любое время, по собственному усмотрению, не неся ответственности за любые потери или ущерб, возникающие из-за таких действий или связанные с ними. Наша компания оставляет за собой право взимать плату за услуги, предоставляемые через платформу, по своему усмотрению.",
    "contract.2.4": "Доступность функций, возможностей и преимуществ через платформу может варьироваться в зависимости от региона пользователя и/или может быть обусловлена определенными условиями.",
  
    "contract.3": "ПРАВА И ОТВЕТСТВЕННОСТЬ",
    "contract.3.1": "Для получения статуса участника лицо, желающее стать ЧЛЕНОМ, должно подтвердить это Соглашение, точно, полностью и актуально заполнить запрашиваемую информацию на Платформе и получить одобрение своей заявки на членство от нашей компании. Юридическое лицо, желающее стать пользователем, должно соответствовать условиям, указанным в пункте 1.1 настоящего Соглашения, и условиям, установленным нашей компанией в соответствии с действующим законодательством. Статус участника начинается с завершения процесса одобрения и уведомления участника о статусе и/или приобретения статуса ПОЛЬЗОВАТЕЛЯ, тем самым ЧЛЕН получает права, определенные для него в этом Соглашении и на Платформе. Если ЧЛЕН предпочитает, он может воспользоваться Услугами Платформы, предлагаемых нашей компанией, через наши цифровые ресурсы без открытия отдельной учетной записи, при условии соблюдения условий членства веб-сайтов и мобильных приложений, предоставляющих эти услуги. Обязанности, определенные для ЧЛЕНА в этом Соглашении и на Платформе, будут обязательными и действительными с момента становления ЧЛЕНОМ и/или приобретения статуса ЧЛЕНА. ЧЛЕН, не предоставивший запрашиваемую информацию точно, полностью и актуально, будет нести личную ответственность за любые убытки, возникающие из-за этого; в случае противоположных обстоятельств наша компания имеет право частично или полностью ограничить, заблокировать, приостановить или прекратить статус ЧЛЕНА. ЧЛЕН незамедлительно обновит свою информацию в случае каких-либо изменений. ЧЛЕН может обновить эту информацию через call-центр, Платформу или другие средства, предоставленные нашей компанией.",
    "contract.3.2": "Учетная запись участника является эксклюзивной для ЧЛЕНА, создавшего ее; ЧЛЕН не может позволить третьему лицу использовать свою учетную запись и не может использовать учетные записи других участников.",
    "contract.3.3": "Наша компания является \"поставщиком посреднических услуг в электронной торговле\" в соответствии с Законом № 6563 о регулировании электронной торговли и \"поставщиком доступа\" в соответствии с Законом № 5651 о регулировании публикаций в Интернете и борьбе с преступлениями, совершенными через эти публикации. За исключением продуктов, продаваемых самой нашей компанией, мы не несем ответственности за подлинность, надежность, точность или законность какого-либо визуального, письменного или другого контента на Платформе, а также не имеем обязанности контролировать такой контент или проверять, есть ли какая-либо незаконная деятельность на Платформе.",
    "contract.3.4": "Член признает, заявляет и обязуется, что в договорах о дистанционных продажах, заключенных с Продавцами, за исключением договоров о дистанционных продажах, в которых наша компания является продавцом, Продавцы являются продавцами, а Члены являются покупателями, и что наша компания ни в коем случае не является стороной договоров о дистанционных продажах и что в соответствии с применимым законодательством о защите прав потребителей и другим законодательством только Продавцы несут личную ответственность за любые требования к ним и что наша компания не несет никакой ответственности. В дополнение к вышеуказанному Продавцы несут личную ответственность за качество всех продуктов, которые они демонстрируют и продают на Платформе, соблюдение законодательства, своевременную и бездефектную доставку, выставление счетов, предоставление всех необходимых документов, включая гарантийные сертификаты, предоставление послепродажного обслуживания и других услуг, выполнение всех других обязательств и всех запросов и жалоб по другим вопросам. Пользователь принимает, заявляет и обязуется, что не будет направлять какую-либо ответственность в адрес нашей компании относительно продуктов, и что единственным собеседником в этом отношении будет Продавец, предлагающий соответствующий продукт на продажу. Более того, если Пользователь намерен инициировать какие-либо юридические процедуры относительно Платформы, услуг, предлагаемых через Платформу, и/или деятельности, проводимой в рамках Платформы, они принимают, заявляют и обязуются, что обязаны выполнять все необходимые юридические обязательства и процедуры, включая те, которые касаются содержимого Платформы, и что у нашей компании нет информации или ответственности по этим обязательствам и процедурам.",
    "contract.3.5": "Продавец уполномочил нашу компанию собирать цену товара от ЧЛЕНА в рамках договорных отношений между ними. Поэтому ЧЛЕН освобождается от своей обязанности по оплате Продавцу при оплате, произведенной нашей компанией. ЧЛЕН не имеет других обязательств по оплате Продавцу. Однако в случае, если ЧЛЕН произведет дублирующие платежи Продавцу, наша компания не несет никакой ответственности.",
    "contract.3.6": "Пользователь заранее соглашается с тем, что не будет использовать платформу для целей, которые нарушают все законодательство и общие правовые нормы, действующие в Республике Турция, особенно Закон о предотвращении отмывания денег, и не позволит другим использовать ее в незаконных целях, и что он будет нести полную ответственность за любую юридическую и уголовную ответственность, возникающую из их использования веб-сайта в незаконных целях или разрешения другим лицам использовать свою учетную запись в таких целях. Наша компания не может нести ответственность за аресты и ограничения на счет, наложенные органами власти из-за незаконного использования учетной записи Пользователем.",
    "contract.3.7": "Члены и посетители платформы не могут использовать Платформу неправомерно и аморально, особенно при следующих обстоятельствах.",
    "contract.3.8.1": "Платформа используется для создания, контроля, обновления или изменения базы данных, записи или каталога от имени какого-либо лица;",
    "contract.3.8.2": "Платформа используется, полностью или частично, для разрушения, изменения или реверс-инжиниринга Платформы;",
    "contract.3.8.3": "Осуществляются транзакции с использованием ложной информации или информации, принадлежащей кому-то другому, создавая фальшивые учетные записи с использованием ложных или вводящих в заблуждение адресов проживания, адресов электронной почты, контактной информации, платежной информации или информации об учетной записи и используя эти учетные записи с нарушением Соглашения о членстве или применимого законодательства, используя учетную запись другого ЧЛЕНА, действуя или участвуя в сделках от имени кого-то другого или под ложным именем;",
    "contract.3.8.4": "Распространение вирусов или другого вредоносного программного обеспечения, которые повреждают Платформу, базу данных Платформы или любой контент на Платформе.",
    "contract.3.8.5": "Участвовать в деятельности, создающей неразумные или несоразмерные нагрузки на коммуникационные и технические системы, определенные Платформой, или которая наносит вред техническому функционированию, используя без предварительного письменного разрешения нашей компании программное обеспечение или системы 'screenscraping', такие как автоматизированные программы, роботы, веб-краулеры, пауки, добыча данных и сканирование данных на Платформе, и копировать, публиковать или использовать любой контент на Платформе полностью или частично без разрешения.",
    "contract.3.9": "Член подтверждает, что его комментарии о приобретенных товарах могут быть переданы продавцу в соответствии с законодательством, если это будет запрошено продавцом, и что эти комментарии могут быть использованы продавцом в соответствии с законодательством.",
    "contract.3.10": "Член подтверждает, что, загружая контент на Платформу, он является исключительным владельцем прав интеллектуальной и промышленной собственности и других прав, связанных с Членом Контентом, и что он обладает финансовыми правами, возникающими из Закона № 5486 о интеллектуальных и художественных произведениях. Все права интеллектуальной и промышленной собственности и другие права, включая моральные права, по Закону № 5486 были переданы нашей компании в той степени, в какой это разрешено соответствующим законодательством, особенно Законом о интеллектуальных и художественных произведениях, с неограниченной, действительной во всем мире (международной), sublicensable, безвозмездной и безусловной полной лицензией.",
    "contract.3.11": "Члены и посетители Платформы обязаны проводить свои транзакции на Платформе таким образом, чтобы не причинять нашей компании финансового или технического вреда. Члены и посетители Платформы также подтверждают, что они приняли все необходимые меры предосторожности, включая использование необходимого защитного программного обеспечения и лицензированных продуктов, чтобы убедиться, что их использование Платформы не содержит программ, вирусов, программного обеспечения, нелицензионных продуктов, троянов и т. д., которые могут нанести вред Платформе. Они также соглашаются не заходить на Платформу с помощью роботов или автоматизированных методов входа.",
    "contract.3.12": "Наша компания предприняла разумные меры для обеспечения точности, безопасности, актуальности, доступности, непрерывности, полноты, соответствия и функциональности Платформы и ее содержания, материалов и элементов, и предоставляет их 'как есть', 'как доступно' и не дает никаких гарантий или заявлений относительно них.",
    "contract.3.13": "Ссылки на Платформе могут перенаправлять Члена на другие веб-сайты/приложения. Наша компания не дает никаких гарантий или обязательств относительно содержания, точности, надежности, безопасности и/или функциональности этих веб-сайтов/приложений и не несет ответственности за любые убытки, возникающие из-за доступа, использования, загрузки, обмена и/или изменения этих веб-сайтов/приложений.",
    "contract.3.14": "Наша компания может отказать в подаче заявлений на членство, прекратить членство или условить принятие или продолжение заявления о членстве или использование Платформы дополнительными условиями в любое время и по любой причине, по своему усмотрению. Изменения, дополнительные условия и положения, руководства и политики, которые будут введены нашей компанией после процесса членства человека и которые будут объявлены/сообщены/опубликованы любым способом, будут обязательны для Члена с момента их публикации на Платформе без необходимости дополнительного уведомления или одобрения; однако, если соответствующее законодательство требует явного одобрения Членом, наша компания имеет право и полномочия частично или полностью ограничить, заблокировать, приостановить или прекратить членство лица, если оно не было одобрено Членом.",
    "contract.3.15": "Член может в любой момент односторонне прекратить свое членство без объяснения причин. Член сможет выполнить процесс закрытия аккаунта через Платформу. Член может инициировать процесс закрытия аккаунта, следуя соответствующим шагам на странице www.turanline.com на Платформе. После того, как Член инициирует процесс закрытия аккаунта и этот запрос поступает нашей компании, запрос на закрытие аккаунта будет завершен в соответствии с правилами, установленными нашей компанией для обеспечения безопасности аккаунта и предотвращения злоупотреблений. Член признает, что после закрытия аккаунта он не сможет снова использовать свой аккаунт членства и/или восстановить права и преимущества, определенные по аккаунту, и не сможет перенести их на различные аккаунты.",
  
    "contract.4": "ЗАЩИТА ЛИЧНЫХ ДАННЫХ",
    "contract.4.1": "Обработка личных данных:",
    "contract.4.2": "Наша компания подлежит закону о защите личных данных (Закон № 6698 о защите личных данных) в отношении обработки личных данных, полученных от своих членов. Наша компания обрабатывает личные данные, собранные от пользователей, в соответствии с «Политикой конфиденциальности», доступной на сайте www.turanline.com. Политика конфиденциальности является неотъемлемой частью Соглашения о членстве. Адрес электронной почты, который вы используете для связи с нами, должен быть тем адресом электронной почты, который вы указали во время процесса членства. Запросы с других адресов электронной почты не будут обработаны, если не будет предоставлено разумное подтверждение вашего членства.",
  
    "contract.5": "ПРАВА ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ",
    "contract.5.1": "Наша компания, именуемая «TURANLİNE TEKSTİL İNŞAAT EMLAK TARIM SİTE YÖNETİMİ TURİZM VE TİCARET LİMİTED ŞİRKETİ», владеет брендом и логотипом, дизайном и программным обеспечением мобильного приложения «Компания», доменным именем www.turanine.com и всеми коммерческими марками, дизайнами, логотипами, торговыми представлениями, слоганами и другим контентом, созданным нашей компанией. Члены не могут использовать, делиться, распространять, демонстрировать, воспроизводить или создавать производные работы, связанные с правами интеллектуальной собственности нашей компании или ее дочерних компаний, без письменного разрешения. Члены не могут использовать всю или часть платформы в другой среде без письменного разрешения нашей компании. Если член действует таким образом, что нарушает права интеллектуальной собственности третьих лиц или нашей компании, член обязан компенсировать все прямые и косвенные убытки и расходы, понесенные нашей компанией и/или соответствующей третьей стороной.",
  
    "contract.6": "ЮРИДИЧЕСКИЕ И УГОЛОВНЫЕ НАКАЗАНИЯ",
    "contract.6.1": "Член обязуется использовать сайт в соответствии с законами Республики Турция и всеми применимыми нормативными актами. В случае незаконного использования наша компания имеет право и полномочия передавать всю информацию, принадлежащую члену, уполномоченным органам. Это не будет считаться нарушением конфиденциальности, и наша компания не может быть привлечена к ответственности.",
    "contract.6.2": "Член обязуется не делать клеветнических, коммерчески порочащих или создающих недобросовестную конкуренцию комментариев или публикаций, используя имя нашей компании, цифровые активы — такие как сайт www.turanline.com — и/или логотип. Это обязательство охватывает все письменные и визуальные СМИ и все социальные медиа. В случае обнаружения нарушения этого пункта наша компания имеет право без предварительного уведомления односторонне расторгнуть договор, приостановить аккаунт пользователя или полностью удалить его. Аналогичным образом, наша компания будет использовать все права на возмещение убытков против члена из-за нарушения этого пункта. Член подтверждает, заявляет и обязуется, что отказывается от любых прав на обжалование и требования в связи с применением этого пункта.",
    "contract.6.3": "Наша компания имеет право временно или постоянно закрывать аккаунты членов, которые пытаются совершить подозрительные транзакции, приостанавливать аккаунты членов, занимающихся подозрительными транзакциями, замораживать или временно закрывать аккаунты на основании безопасности рабочего процесса и программного обеспечения платформы. Наша компания не может быть привлечена к юридической или уголовной ответственности за применение этого пункта на основе принципов честности и добросовестности.",
    "contract.6.4": "Несмотря на то, что нарушение членом любого пункта или пунктов договора было выявлено, нерасторжение нашей компанией договора и отсутствие обращения в судебные инстанции против члена не может быть истолковано как отказ от наших прав. Наша компания оставляет за собой все права в отношении выявленных нарушений.",
  
    "contract.7": "ФОРС-МАЖОР",
    "contract.7.1": "Кибератаки, бунты, эмбарго, вмешательство государства, восстания, оккупации, войны, мобилизации, забастовки, локдауты, трудовые действия или бойкоты, проблемы с коммуникацией, сбои в инфраструктуре и Интернете, работы по улучшению или обновлению системы, а также любые сбои, которые могут возникнуть из-за этого, отключения электроэнергии, пожары, взрывы, шторма, наводнения, землетрясения, миграции, эпидемии или любые другие стихийные бедствия или события, которые находятся вне контроля нашей компании и не вызваны нашей виной и не могут быть разумно предсказаны (\"Форс-мажор\") могут препятствовать или задерживать выполнение обязательств, вытекающих из Условий использования и Соглашения о членстве. Наша компания не может быть привлечена к ответственности за обязательства, которые были нарушены или задержаны из-за форс-мажора, и это не считается нарушением договора.",
    "contract.7.1.1": "Соглашение о членстве и Договор о дистанционной продаже, состоящие из 7 (семи) основных пунктов, вступили в силу в момент их электронного одобрения членом после того, как каждый пункт был прочитан и полностью понят.",
  
    "politicsGeneralProvisions": "ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ",
  
    "politics.1": "1.ПРЕДМЕТ",
    "politics.1.1": "Настоящее соглашение было подготовлено для объяснения того, как компания TURANLİNE TEKSTİL İNŞAAT EMLAK TARIM SİTE YÖNETİMİ TURİZM VE TİCARET LİMİTED ŞİRKETİ (в дальнейшем именуемая \"наша компания\" или \"компания\") обрабатывает персональную информацию, собранную через свои цифровые активы, такие как веб-сайт по адресу www.turanline.com (в дальнейшем именуемые \"платформа\"). Данная политика направлена на информирование вас о том, как наша компания собирает и использует информацию в соответствии с \"Законом № 6698 о защите персональных данных\".",
    "politics.1.2": "2.КАКАЯ ИНФОРМАЦИЯ СОБИРАЕТСЯ?",
  
    "politics.2": "2.КАКАЯ ИНФОРМАЦИЯ СОБИРАЕТСЯ? ",
    "politics.2.1": "Информация, собираемая при регистрации на платформе, указана ниже.",
    "politics.2.2": "- Информация об учетной записи пользователя: Ваше имя, фамилия, номер клиента, данные учетной записи, а также, при желании, номер телефона, пол, дата рождения, номер удостоверения личности.",
    "politics.2.3": "- Информация о транзакциях клиента: Данные о ваших транзакциях и счетах, история покупок, запросы и жалобы, комментарии и вопросы, а также любая информация, содержащаяся в этих транзакциях, совершенных на платформе.",
    "politics.2.4": "- Информация о доставке: Адрес, данные транзакций и контактная информация, добавляемые для любых операций, совершаемых через платформу.",
    "politics.2.5": "- Информация об оплате: Данные зарегистрированных карт и информация, связанная с оплатой или методами оплаты на платформе.",
    "politics.2.6": "- Информация о безопасности: Информация об устройстве, IP-адрес, пароли, файлы cookie, журналы доступа к платформе, способ входа на платформу.",
    "politics.2.7": "- Информация о правовых процессах: Информация, собранная при общении с юридическими лицами через платформу, данные, собираемые в рамках юридических запросов, информация о делах и взысканиях в правовой системе.",
    "politics.2.8": "- Активность службы поддержки клиентов: Любая письменная переписка со службой поддержки клиентов и записи разговоров со службой поддержки, проведенных через платформу или с использованием услуг третьих лиц.",
    "politics.2.9": "- Участие в акциях и мероприятиях: Информация, предоставленная при участии в конкурсах, акциях или опросах, например, контактные данные. Это необходимо для уведомления о выигрыше, подтверждения вашей личности и/или обеспечения доставки приза. Мы рекомендуем вам ознакомиться с правилами и соответствующей информацией о каждом конкурсе или опросе, предоставленном нашей компанией.",
    "politics.2.10": "- Данные, собранные через сторонние сервисы: Информация может быть собрана через сторонние сервисы.",
    "politics.2.11": "- Автоматически собираемая информация: Информация об устройстве и/или местоположении собирается автоматически.",
  
    "politics.3": "3.ПРАВОВЫЕ ОБЯЗАТЕЛЬСТВА, ПРИЧИНЫ И МЕТОДЫ СБОРА ДАННЫХ",
    "politics.3.1": "Ваши персональные данные на платформе обрабатываются на основании правовых оснований, указанных в статье 5 Закона KVKK.",
    "politics.3.2": "Информация, предоставленная через наши платформы, хранится в электронном виде. Любая информация, собранная через системы онлайн-поддержки, колл-центры или электронную почту, хранится в электронном виде, а информация, такая как почтовые или физические документы, хранится в физическом виде.",
    "politics.3.3": "Собранная информация используется для следующих целей:",
    "politics.3.4": "- Создание и поддержка вашей учетной записи на платформе, а также включение функций безопасности, таких как подтверждение учетной записи и/или отправка кодов.",
    "politics.3.5": "- Обработка платежей, организация коммуникации для ваших заказов и обеспечение надежности доставки путем создания заказов и доставки.",
    "politics.3.6": "- Улучшение и оптимизация услуг, обработка информации в рамках анонимизированных данных для обеспечения успешной работы наших услуг.",
    "politics.3.7": "- Персонализация пользовательского опыта путем выявления и предложения функций, продуктов и услуг, которые могут вас заинтересовать.",
    "politics.3.8": "- Общение с пользователями по вопросам использования платформы, запросов, вопросов и отзывов, а также предоставление клиентской поддержки.",
    "politics.3.9": "- Предоставление услуг безопасности и принятие необходимых мер для предотвращения, выявления, расследования и борьбы с мошенничеством.",
    "politics.3.10": "- Соблюдение правовых обязательств и создание защиты. Наша компания может использовать ваши персональные данные для выполнения законных и юридических требований, обеспечения выполнения договорных обязательств и соблюдения применимых законов в ходе внутренних проверок.",
  
    "politics.4": "4.КАК МЫ ЗАЩИЩАЕМ ВАШИ ДАННЫЕ?",
    "politics.4.1": "Личные данные, предоставленные через платформу, находятся под наблюдением и контролем компании. Компания берет на себя ответственность за создание и управление необходимыми системами и техническими требованиями для обеспечения безопасности личной информации.",
  
    "politics.5": "5.ИЗМЕНЕНИЯ В ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ",
    "politics.5.1": "Наша компания оставляет за собой право вносить изменения в настоящую Политику конфиденциальности в любое время. О значительных изменениях в данной Политике конфиденциальности будет сообщено пользователям путем обновления даты. Мы рекомендуем пользователям каждый раз при посещении просматривать политику конфиденциальности, чтобы быть в курсе наших практик.",
  
    "messageLogInError": "Неверные данные, попробуйте снова!",
    "messageLogInSuccess": "Вы успешно авторизовались!",
    "messageRegistration": "Вы успешно зарегистрировались!",
    "messageRegistrationError": "Введенный логин или номер телефона уже зарегистрирован!",
    "messageHeaderCart": "Корзина доступна только для авторизованных пользователей",
    "messageHeaderFavorites": "Избранное доступно только для авторизованных пользователей",
    "messageModalChangeError": "Такой номер телефона уже существует, введите другой!",
    "messageModalChangeSuccess": "Данные успешно изменены!",
    "messageModalChangeWarn": "Все поля обязательно должны быть заполнены!",
    "messageCartError": "Ошибка при получении корзины!",
    "messageCartAdded": "Товар добавлен в корзину!",
    "messageCartAddedError": "Произошла ошибка при добавлении товара в корзину!",
    "messageCartAddedWarn": "Товар не был добавлен в корзину",
    "messageCartItemInCart": "Этот товар уже в корзине!",
    "messageCartNotAuth": "Вы не авторизованы!",
    "messageCartDeleted": "Товар удалён из корзины!",
    "messageGetCartError": "Произошла ошибка при получении корзины корзины, попробуйте позже!",
    "messageCartColorChoose": "Вы не выбрали цвет!",
    "messageCartDeleteError": "Произошла ошибка при удалении товара, попробуйте позже!",
    "messageCartOrderSend": "Заказ успешно отправлен!",
    "messageFavoritesSuccess": "Товар добавлен в избранное!",
    "messageFavoritesWarn": "Вы не можете добавить товар в избранное, пока не авторизуйтесь!",
    "messageFavoritesDeleted": "Товар удален из избранного!",
    "messageFavoritesAddError": "Произошла ошибка при добавлении в избранное, попробуйте позже!",
    "messageFavoritesDeleteError": "Произошла ошибка при удалении из избранное, попробуйте позже!",
    "messageLogOutSuccess": "Вы успешно вышли из аккаунта!",
    "messageOrderTariffsError": "Ошибка получения тарифов",
    "messageCalculateDeliveryPrice": "Для вашего города не найдено ни одного варианта доставки",
    "messageOrderSuccess": "Заказ успешно создан",
    "messageOrderGoPayment": "Переход к оплате",
    "messageOrderFillFields": "Заполните все данные",
    "messageOrderAuthError": "Пользователь не авторизован",
    "messageOrderError": "Ошибка при создании",
    "messagePaymentWrongData": "Неверные данные",
    "messagePaymentNotFound": "Заказ не найден",
    "messagePaymentError": "Ошибка в заказах",
  
    "totalWeightText": "Общий вес груза",
    "totalDeliveryPriceText": "Стоимость доставки",
  
    "notFoundTitle": "Небольшая ошибка",
    "notFoundText": "Упс... Кажется, этой страницы не существует! Перейдите на главную и попробуйте ещё раз.",
  
    "errorPageTitle": "Сетевая ошибка",
    "errorPageText": "Произошла какая-то ошибка со стороны сервера, мы уже усердно ее исправляем!",
  
    "formEmail": "Пожалуйста, введите корректный адрес электронной почты.",
    "formName": "Пожалуйста, введите корректное значение, начинающееся с заглавной буквы Английского, Турецкого или Русского алфавита, за которой могут следовать только строчные буквы.",
    "formPassword": "Пароль может содержать буквы верхнего/нижнего регистра, цифры и специальные символы (!@#$%^&*()_+-=[]{};':\"\\|,.<>/?`~ и т.д.).",
    "formUsername": "Логин может содержать только буквы (верхнего и нижнего регистра), цифры и нижние подчеркивания. Пожалуйста, убедитесь, что ваш логин состоит только из указанных символов.",
    "formPhone": "Пожалуйста, введите номер телефона в формате: +1 234 567 89 00",
    "formAddress": "Адрес может содержать только латинские и кириллические буквы, цифры, пробелы, запятые, точки и дефисы. Пожалуйста, введите корректный адрес.",
    "formCompany": "Пожалуйста, введите корректное название компании!",
    "formRequired": "Это поле обязательное!",
    "formMin": "Не менее",
    "formMax": "Не более",
    "formSymbols": "символов",
    "formCorrectCardNumber": "Введите корректный номер карты",
    "formCorrectCardName": "Введите корректное имя владельца карты",
    "formCorrectCardCVV": "Введите корректный CVV",
    "formCorrectCardMonth": "Введите корректный месяц",
    "formCorrectCardYear": "Введите корректный год",
  
    "Russia": "Россия",
    "China": "Китай",
    "Turkey": "Турция",
  
    "Summer": "Лето",
    "Autumn": "Осень",
    "Winter": "Зима",
    "Spring": "Весна",
    "DemiSeason": "Демисезон",
  
    "recoverPasswordTitle": "Восстановить пароль",
    "recoverAppeal": "Восстановить",
  
    "inputEmail": "Электронная почта",
    "inputEmailPlaceHolder": "Введите свой e-mail",
  
    "phoneConfirmTitle": "Подтверждение номера телефона",
    "PhoneConfirmText1": "На номер телефона",
    "PhoneConfirmText2": "было отправлено сообщение с 6-и значным кодом подтверждения",
    "PhoneConfirmCode": "Код из сообщения",
    "PhoneConfirmCodePlaceHolder": "Введите код подтверждения",
    "phoneConfirmSuccess": "Проверка прошла успешно",
    "phoneConfirmError": "Проверка не прошла",
    "ConfirmPhoneButton": "Подтвердить",
  
    "titleHome": "Маркетплейс оптовых товаров из Турции — TuranLine: лучшие цены",
    "descriptionHome": "Добро пожаловать в TuranLine — ваш идеальный маркетплейс для оптовых товаров из Турции! Мы предлагаем богатый ассортимент продукции от проверенных поставщиков, обеспечивая надежную доставку и выгодные условия сотрудничества. Развивайте свой бизнес с нами!",
    "titleCatalog": "Каталог оптовых товаров из Турции — TuranLine: широкий выбор",
    "descriptionCatalog": "Откройте для себя каталог оптовых товаров на платформе TuranLine. Мы предлагаем продукцию различных категорий: текстиль, электронику, мебель и многое другое от надежных турецких производителей по выгодным ценам.",
    "titleModeration": "Модерация товаров — TuranLine: проверка качества и соответствия",
    "descriptionModeration": "Эта страница предназначена для проверки и одобрения товаров перед их размещением на торговой площадке TuranLine. Мы тщательно контролируем качество и надежность каждого товара, обеспечивая соответствие высоким стандартам.",
    "titleGood": "Товары и цены — TuranLine: выгодные предложения для бизнеса",
    "descriptionGood": "Ознакомьтесь с нашим ассортиментом товаров и узнайте актуальные цены на оптовые закупки. Мы предлагаем широкий выбор качественных товаров из Турции по конкурентоспособным ценам для вашего бизнеса. Оформляйте заказ с удобством и выгодой для вас",
    "titlePolicy": "Политика конфиденциальности — TuranLine: защита ваших данных",
    "descriptionPolicy": "Безопасность ваших данных – наш приоритет! В политике конфиденциальности подробно описаны меры, которые мы принимаем для защиты вашей информации. Мы гарантируем конфиденциальность ваших персональных данных и соблюдение всех законодательных норм",
    "titleOrders": "Заказы — TuranLine: управление заказами и отслеживание статуса",
    "descriptionOrders": " Отслеживайте свои заказы легко и удобно! Здесь вы можете посмотреть статус ваших покупок, отследить доставку и управлять своими заказами. Простая и понятная система отслеживания позволит вам всегда быть в курсе. ",
    "titleAbout": "О нас — TuranLine: информация о компании и наших услугах",
    "descriptionAbout": "Познакомьтесь с компанией TuranLine. Мы специализируемся на оптовых поставках товаров из Турции, предлагая нашим клиентам широкий ассортимент и высокое качество продукции. Мы стремимся к долгосрочному партнерству и удовлетворению ваших потребностей.",
    "titleDelivery": "Доставка — TuranLine: быстрые и надежные способы доставки товаров",
    "descriptionDelivery": "Узнайте о наших условиях доставки на платформе TuranLine. Мы обеспечиваем быструю, надежную и безопасную доставку товаров по вашему адресу, чтобы удовлетворить все потребности вашего бизнеса и гарантировать своевременное получение заказов.",
    "titleContacts": "Контакты — TuranLine: свяжитесь с нами для получения поддержки",
    "descriptionContacts": "Свяжитесь с нами для любых вопросов о наших оптовых товарах из Турции! Мы всегда готовы помочь с выбором продукции, оформлением заказа и организацией доставки. Наши специалисты ответят на все ваши вопросы и предоставят всю необходимую информацию. Звоните, пишите или оставляйте заявку на сайте.",
    "titleFavorites": "Избранное — TuranLine: сохраните лучшие товары для быстрого заказа",
    "descriptionFavorites": "Здесь собраны ваши любимые оптовые товары из Турции! Сохраняйте понравившиеся позиции в Избранное, чтобы быстро найти их позже и оформить заказ. Удобный доступ к списку избранных товаров, возможность сравнения цен и характеристик. Не теряйте время – оформляйте заказ прямо сейчас! ",
    "titleCart": "Корзина — TuranLine: проверьте свой заказ перед оформлением",
    "descriptionCart": "Просмотрите содержимое вашей корзины на TuranLine. Убедитесь, что все необходимые товары добавлены, проверьте их количество и стоимость. Затем легко и быстро переходите к оформлению заказа с максимальным удобством.",
    "titlePayment": "Оплата — TuranLine: удобные и безопасные способы оплаты заказов",
    "descriptionPayment": "Узнайте все о способах оплаты на платформе TuranLine. Мы предлагаем надежные, удобные и безопасные методы для завершения ваших покупок. Обеспечьте комфортный процесс оплаты с минимальными усилиями и максимальным удобством.",
    "titleRegistration1": "1 этап регистрации — TuranLine: создайте аккаунт для покупок",
    "descriptionRegistration1": "Заполните простую форму для регистрации на платформе TuranLine и создайте свой аккаунт. Укажите имя, фамилию, номер телефона, электронную почту, логин и надежный пароль, чтобы получить доступ ко всем возможностям платформы."
  }  
}
