{
  "headerCatalog": "Katalog",
  "headerAbout": "Hakkımızda",
  "headerDelivery": "Teslimat",
  "headerContacts": "İletişim",
  "headerFavorites": "Favoriler",
  "headerCart": "Sepet",
  "headerLogIn": "Giriş yap",
  "headerProfile": "Profil",
  "headerCategorySelect": "Kategori",
  "headerAllCategories": "Tüm Kategoriler",
  "headerSearchPlaceholder": "Katalogda Ara",
  "headerToProfile": "Profiline Git",
  "headerSearch": "Arama",
  "materialTitle": "Malzeme",
  "emptyCategoryError": "Bu kategori için hiçbir şey bulunamadı",

  "paymentSuccess": "Satın aldığınız için teşekkür ederiz!",
  "paymentSuccessText": "Ödeme başarıyla gerçekleştirildi",
  "paymentUnsuccess": "Satın alma gerçekleşmedi!",
  "paymentUnsuccessText": "Maalesef beklenmedik bir hata oluştu",
  "paymentButton": "Mağazaya",
  "paymentSelectCategory": "Kategori Seçin",
  "paymentSelectCity": "Şehir Seçin",
  "paymentSelectTarif": "Tarife Seçin",
  "paymentAddress": "Adres",

  "paymentMethod": "Ödeme yöntemini seçin",
  "paymentMethodCard": "Banka kartıyla",
  "paymentMethodDetails": "Ayrıntılara göre",

  "productStatusCargo": "Kargoya aktarıldı",

  "productStatusDelivered": "Teslim Edildi",
  "productStatusBundle": "Montajda",
  "productStatusTransit": "Yolda",
  "productStatusCreated": "Oluşturuldu",
  "productStatusUnknown": "Bilinmeyen Durum",
  "productStatusPayment": "Ödemede",
  "productStatusClosed": "Kapalı",

  "importTitle": "Makbuz PDF'sini indir",
  "importLink": "Talimat",
  "importText": "tabloyu doldurmak için",
  "importButton": "Dosya Yükle",
  "importConfirm": "İthalat",
  "buttonResetFile": "Dosyayı Sıfırla",
  "selectedFile": "Seçilen Dosya",
  "makeAppealOrders": "Başvuru Yap",
  "productStatusInspection": "Kontrol devam ediyor",

  "productWeight": "Ürün ağırlığı",
  "productMold": "Model",
  "paymentNameSurname": "Ad Soyad",
  "productPriceDescription": "Fiyat birim başınadır",

  "reviewModeration": "Moderasyon üzerine",

  "paymentCardNumber": "Kart Numarası",
  "paymentCardHolder": "Kart Sahibi",
  "paymentCardMonth": "Kart Son Kullanma Tarihi - Ay",
  "paymentCardYear": "Kart Son Kullanma Tarihi - Yıl",
  "paymentPayOrder": "Siparişi Öde",
  "PaymentPay": "Ödeme",

  "newRevenues": "Yeni gelirler",
  "newRevenuesText": "Endüstrinin geleceğini şekillendiren ürünleri ilk olarak keşfedin!",
  "workWithUsText": "Pazaryerimize katılın ve işinizi büyütün",
  "newRevenuesLink": "Daha fazla bilgi",
  "manufacturer": "Ayın Üreticisi",
  "manufacturerText": "Şu anda trend olanları keşfedin!",
  "promotions": "Promosyonlar",
  "workWithUs": "Bizimle Çalış",
  "promotionsText": "%35'e kadar indirimler",
  "deliveryText": "Teslimat seçeneklerimiz hakkında bilgi edinin",
  "seasonThings": "Mevsimsel giysiler",
  "productSelection": "Ürün seçimi",
  "lookAll": "Hepsini gör",
  "selectProductText": "Ürün seç",
  "bestsellers": "En çok satanlar",
  "foundation": "Ürün seçimi",

  "footerPayment": "Ödeme",
  "footerPolitics": "Gizlilik Politikası",
  "footerTextUnderEmail": "Günün her saati bize ulaşabilirsiniz",
  "footerWriteUs": "Bize yazın",
  "footerUsing": "Web sitesi materyallerini kullanmak ve kopyalamak yasaktır",
  "footerProviders": "Tedarikçilere",

  "filterColor": "Renk",
  "filterSize": "Boyut",
  "filterPrice": "Fiyat filtresi",
  "filterBrand": "Markalar",
  "filterPriceText": "Bütçeniz",
  "filterSelectedBudget": "Seçilen bütçe",
  "filterShow": "Göster",
  "filterReset": "Sıfırla",

  "mainPageRoute": "Ana sayfa",
  "catalogFilter": "Filtreler",
  "deliveryPageTitle": "Teslimat",
  "deliveryPageText": "Şirketimizin teslimat seçeneklerini öğrenin",

  "logInTitle": "Hesabınıza Giriş Yapın",
  "logInText": "Hoş geldiniz",
  "logInLabelLogin": "Kullanıcı adı",
  "logInInputLogin": "Kullanıcı adınızı girin",
  "logInLabelPassword": "Şifre",
  "logInInputPassword": "Şifrenizi girin",
  "logInCheckboxText": "Beni Hatırla",
  "logInTextForget": "Şifrenizi mi unuttunuz?",
  "logInButtonText": "Giriş Yap",
  "logInButtonRegistration": "Üye Ol",
  "MakeAnAppeal": "Bir istek oluştur",
  "checkCode": "Kod boşluk veya harf içermemelidir",
  "registrationStage": "Kayıt. Aşama",

  "registrationTitle": "Hesabınızı Kaydedin",
  "registrationLabelEmail": "E-posta",
  "registrationInputEmail": "E-postanızı girin",
  "registrationLabelName": "Ad",
  "registrationInputName": "Adınızı girin",
  "registrationLabelLastName": "Soyad",
  "registrationInputLastName": "Soyadınızı girin",
  "registrationPhoneNumber": "Telefon Numarası",
  "registrationButtonText": "Kaydol",
  "registrationButtonLogIn": "Zaten bir hesabınız var mı?",
  "registrationSuccess": "Kayıt başarılı oldu",
  "registrationConfirm": "Telefon numaranızı onaylayın",
  "registrationError": "Hata",
  "registrationRememberMe": "Şifreyi hatırla",

  "politicsClose": "Kapat",
  "smsAgree": "Bilgi ve tanıtım amaçlı SMS bildirimleri almayı kabul ediyorum",
  "politicsAgree1": "Sözleşmeyi",
  "politicsAgree2": "kabul ediyorum",

  "emptyBasketTitle": "Sepet Boş!",
  "emptyBasketText": "Alışveriş zamanı geldi!",
  "emptyBasketButtonText": "Kataloga Git",
  "emptyFavoritesTitle": "Favoriler Boş!",
  "emptyCatalogTitle": "Arama İçin Hiçbir Şey Bulunamadı!",
  "emptyCatalogText": "Sorgunuz için hiçbir şey bulunamadı. Mevcut filtreleri sıfırlayıp tekrar deneyin!",
  "emptyCatalogButtonText": "Ana Sayfaya Git",
  "emptyOrdersTitle": "Henüz Sipariş Yok",
  "emptyOrdersText": "Henüz siparişiniz yok, ama şimdi birkaç tane verme zamanı!",
  "emptyReviewsTitle": "Henüz Yorum Yok!",
  "emptyReviewsText": "Henüz yorumunuz yok, ama birkaç tane yazabilirsiniz!",

  "cartContinue": "Devam",
  "cartTotalPriceText": "Toplam:",
  "cartItemPrice": "Adet Fiyatı",
  "cartItemCounterText": "Miktar",
  "cartItemTotalPrice": "Toplam Fiyat",

  "aboutPageText": "Şirketimiz hakkında daha fazla bilgi edinin",
  "aboutPageTextProducts": "Şirketlere Türkiye'den ürün satmalarında yardımcı oluyoruz",
  "aboutPageTextWork": "İş süremiz boyunca",
  "aboutPageTextOrder": "Tamamlanan siparişler",
  "aboutPageTextCountry": "Bizimle çalışan ülkeler",
  "aboutPageTextStock": "Stoktaki ürünler",
  "aboutPageTextStars": "5 yıldızlı değerlendirmeler",
  "aboutPageTextPartners": "İş ortaklarımız",
  "aboutPageTextPopular": "Popüler kategoriler",
  "aboutPageSupport": "Destek",
  "aboutPageSupportText": "Her zaman yardımcı olmaya hazırız!",
  "aboutPagePhone": "Telefon numarası",
  "aboutPagePhoneText": "Pazartesi'den Cuma'ya, 9:00 ile 18:00 arası",

  "contactsPageText": "Dostça ekibimiz sizi bekliyor!",
  "contactsPageEmailText": "Her zaman yardımcı olmaya hazırız!",
  "contactsPageOffice": "Şirket Ofisi",
  "contactsPageOfficeText": "Bizi ziyaret etmek isteyenler için.",
  "contactsPagePhone": "Telefon Numarası",
  "contactsPagePhoneText": "Pazartesi-Cuma günleri 9'dan 18'e kadar",

  "manufacturersPageRoute": "Üreticiler",
  "manufacturersPageText": "Listemizden ilginç bir üretici seçin",

  "orderPagePersonalData": "Kişisel Bilgiler",
  "orderPagePhone": "Telefon Numarası",
  "orderPageEmailText": "Bu e-postaya sipariş numarası, durum ve makbuz göndereceğiz",
  "orderPageCart": "Sepette",
  "orderPageTotal": "Toplam",
  "orderPageSum": "Sipariş Toplamı",
  "orderPageProductsText": "ürünler",
  "orderPageButton": "Siparişi Onayla",
  "orderPageLinkText": "Siparişi Onayla'ya tıklayarak,",
  "orderPageLink": "gizlilik politikamızı ve hizmet şartlarımızı kabul etmiş olursunuz",

  "paymentPageTitle": "Ödeme",
  "paymentPageText": "Şirketimizin ürünleri için ödeme seçeneklerini öğrenin",
  "paymentPageBankTitle": "Banka Yoluyla Ödeme",
  "paymentPageBankText": "Şirketin detaylarına fon transferi için en uygun seçenek",
  "paymentPageCardTitle": "Kartla Ödeme",
  "paymentPageCardText": "Kredi veya banka kartı ile online ödeme",
  "paymentPageCheckTitle": "Çekle Ödeme",
  "paymentPageCheckText": "Fatura ile ödeme yapma. Detaylara dayanarak otomatik olarak oluşturacağız",
  "paymentPageCryptoTitle": "Kripto Para Birimi",
  "paymentPageCryptoText": "Çevrimiçi bir servis aracılığıyla kripto para kullanarak ödeme",
  "paymentPagePayPalTitle": "Paypal",
  "paymentPagePayPalText": "Sipariş verdikten sonra göndereceğimiz bağlantı üzerinden transfer",

  "profilePageCompany": "Şirket",
  "profilePageAddress": "Adres",
  "profilePageOrders": "Siparişlerim",
  "profilePageReviews": "Yorumlarım",
  "profileOrdersTitle": "Sipariş Yok!",
  "profileOrdersText": "Henüz siparişiniz yok, ama zamanı geldi!",
  "profileReviewsTitle": "Yorum Yok!",
  "profileReviewsText": "Henüz yorumunuz yok, ama yazabilirsiniz!",
  "profileModalTitle": "Bilgileri Güncelle!",
  "profileModalName": "Yeni İsim",
  "profileModalSurName": "Yeni Soyisim",
  "profileModalCompany": "Şirket Adı",
  "profileModalAddress": "Yeni Adres",
  "profileModalButton": "Onayla",
  "profilePageLogOut": "Hesaptan çıkış yap",

  "productPageArticle": "Makale",
  "productPageCompound": "Bileşik",
  "productPageManufacturer": "Üretici",
  "productPageSeason": "Mevsim",
  "productPagePattern": "Desen",
  "productPageCountry": "Üretim Yeri",
  "productPageInStock": "Stokta",
  "productPageButton": "Satın Al",
  "productPageDescription": "Ürün Açıklaması",
  "productPageSimilar": "Benzer Ürünler",
  "productPageFamous": "Popüler Ürünler",

  "userActionsTitle": "Başlık",
  "userActionsDate": "Tarih",
  "userActionsCost": "Maliyet",
  "userActionsStatus": "Durum",

  "politicsTitle": "ÜYELİK SÖZLEŞMESİ VE SATIŞ ŞABLONU",
  "politicsRead": "Devamını Oku",
  "politicsAgree": "Okudum ve kabul ediyorum",

  "contract.1": "TARAFLAR VE KONU",
  "contract.1.1": "Bu sözleşmede TURANLİNE TEKSTİL İNŞAAT EMLAK TARIM SİTE YÖNETİMİ TURİZM VE TİCARET LİMİTED ŞİRKETİ 'Şirket' veya 'Şirketimiz' olarak, şirketimizin sahip olduğu dijital varlıklar toplu şekilde 'platform' olarak ve platforma göz atan veya platformu kullanan kişi 'Siz' veya 'Kullanıcı' olarak anılacaktır.",
  "contract.1.2": "Bu belge, şirketimiz tarafından sağlanan platform ve hizmetlere kullanıcı olmak için gerekenleri içerir. Platformumuza erişiminiz ve platformumuzu kullanımınız burada belirtilen şartlara, gizlilik politikamıza ve çerezlerle ilgili politikamıza tabidir. Platforma kaydolarak ve/veya platformda gezinerek aşağıdakileri kabul etmiş sayılırsınız:",
  "contract.1.2.1": "- Koşulları okuduğunuzu, anladığınızı ve bunlara bağlı kalmayı kabul ettiğinizi",
  "contract.1.2.2": "- Yasalarca öngörüldüğü şekli ile reşit ve bağlayıcı bir sözleşmeyi kabul etme ehliyetine sahip olduğunuzu",
  "contract.1.2.3": "- Eğer bir tüzel kişilik adına hareket ediyorsanız, bağlayıcı bir sözleşmeyi kabul etme yetkisine sahip tüzel kişiliği temsil ediyorsunuz demektir.",

  "contract.2": "HİZMET",
  "contract.2.1": "Platform ve şirketimiz tarafından sağlanan hizmet, politikalarımıza uygun olarak sonlandırılmadığı sürece belirtilmemiş bir süre için ücretsiz olarak sunulacaktır. Platform üzerinden ve şirketimiz tarafından sağlanan hizmet aşağıdaki gibi temel özelliklere sahip olacaktır:",
  "contract.2.1.1": "- Bir Kullanıcı Profili",
  "contract.2.1.2": "- Ürünler",
  "contract.2.1.3": "- Ürünle ilgili bilgilerin açıkça gösterilmesi",
  "contract.2.2": "Platform üzerinden şirketimizin misyonu; Türkiye’deki toptan ürünlerin vergi ücretleri nihai fiyata dahil edilerek ülke içi ve yurtdışına satışıdır.",
  "contract.2.3": "Şirketimiz, yukarıdaki ücretsiz üye avantajlarının tamamını veya bir kısmını, tamamen kendi takdirine bağlı olarak, bu tür eylemlerden kaynaklanan veya bunlarla bağlantılı olarak ortaya çıkan herhangi bir kayıp veya zarardan sorumlu olmaksızın herhangi bir zamanda askıya alabilir veya sona erdirebilir. Şirketimiz, tamamen kendi takdirine bağlı olarak platform aracılığıyla sağlanan hizmet için ücret talep etme hakkını saklı tutar.",
  "contract.2.4": "Platform aracılığıyla özelliklerin, işlevlerin ve faydaların erişilebilirliği kullanıcının bölgesine göre değişebilir ve/veya şarta bağlı olabilir.",

  "contract.3": "HAKLAR VE SORUMLULUKLAR",
  "contract.3.1": "Üyelik statüsünün elde edilebilmesi için ÜYE olmak isteyen kişinin işbu Sözleşme'yi onaylaması, Platform üzerinde kendilerinden talep edilen bilgileri doğru, eksiksiz ve güncel olarak doldurması ve üyelik başvurusunun şirketimiz tarafından değerlendirilerek onaylanması gerekmektedir. Kullanıcı olmak isteyen tüzel kişinin işbu sözleşmenin 1.1 maddesinde belirtilen şartlar ile şirketimiz tarafından belirlenecek şartları ve ilgili mevzuat hükümleri uyarınca gerekli koşulları sağlaması gerekmektedir. Onay sürecinin tamamlanması ve durumun ÜYE’ye bildirilmesi ve/veya KULLANICI sıfatının kazanılması ile birlikte ÜYE’nin üyelik statüsü başlar ve böylece ÜYE işbu Sözleşme'de ve Platform'da kendisi için tanımlanan hakları elde eder. ÜYE tercih ederse, bu hizmetlerin sunulduğu internet siteleri ve mobil uygulamaların kendi üyelik koşullarına tabi olmak kaydıyla, ayrı bir hesap açmadan dijital mülklerimiz üzerinden şirketimiz tarafından sunulan Platform Hizmetlerinden faydalanabilir. İşbu Sözleşme'de ve Platform'da Üye için tanımlanan yükümlülükler, Üye olunması ve/veya Üye sıfatının kazanılması ile birlikte Üye için bağlayıcı ve geçerli olacaktır. Platform'da kendisinden talep edilen bilgileri doğru, eksiksiz ve güncel olarak vermeyen ÜYE, bu sebeple doğabilecek tüm zararlardan bizzat sorumlu olacak; aksine bir durumun ortaya çıkması halinde şirketimiz ÜYE’nin bu statüsünü kısmen veya tamamen kısıtlama, engelleme, askıya alma veya sona erdirme hak ve yetkisine sahip olacaktır.  ÜYE, verdiği bilgilerde herhangi bir değişiklik olması halinde bilgilerini derhal güncelleyecektir. ÜYE, söz konusu bilgileri çağrı merkezi aracılığıyla veya Platform üzerinden ya da şirketimizin sunduğu diğer imkanlarla güncelleyebilecektir.",
  "contract.3.2": "Üyelik hesabı, bu hesabı oluşturan ÜYE’ye özeldir; ÜYE, üyelik hesabını üçüncü bir kişiye kullandıramaz ve diğer üyelerin hesaplarını kullanamaz.",
  "contract.3.3": "Şirketimiz, 6563 sayılı Elektronik Ticaretin Düzenlenmesi Hakkında Kanun'a göre \"elektronik ticaret aracı hizmet sağlayıcı\" ve 5651 sayılı İnternet Ortamında Yapılan Yayınların Düzenlenmesi ve Bu Yayınlar Yoluyla İşlenen Suçlarla Mücadele Edilmesi Hakkında Kanun'a göre \"erişim sağlayıcı \"dır. Şirketimizin kendisi tarafından satışa sunulan ürünler haricinde Platform'da yer alan hiçbir görsel, yazılı veya diğer içeriğin gerçekliğinden, güvenilirliğinden, doğruluğundan veya hukuka uygunluğundan şirketimiz sorumlu olmadığı gibi, şirketimizin bu tür içerikleri kontrol etme veya Platform'da hukuka aykırı bir faaliyet olup olmadığını araştırma yükümlülüğü de bulunmamaktadır.",
  "contract.3.4": "Üye, Satıcılar ile akdedeceği mesafeli satış sözleşmelerinde, Şirketimizin bizzat satıcı olduğu mesafeli satış sözleşmeleri hariç olmak üzere, Satıcıların satıcı taraf ve Üyelerin alıcı taraf olduğunu, Şirketimizin mesafeli satış sözleşmelerine hiçbir şekilde taraf olmadığını ve yürürlükteki tüketici mevzuatı ve sair mevzuat kapsamında kendisine karşı her anlamda sadece Satıcıların şahsen sorumlu olduğunu ve Şirketimizin herhangi bir sorumluluğunun bulunmadığını kabul, beyan ve taahhüt eder. Yukarıdakilere ek olarak Satıcılar, Platform'da sergiledikleri ve satışını yaptıkları tüm ürünlerin kalitesinden, mevzuata uygunluğundan, zamanında ve ayıpsız tesliminden, faturalandırılmasından, garanti belgesi dahil gerekli tüm belgelerin tesliminden, satış sonrası hizmetlerin ve diğer hizmetlerin sunulmasından, diğer tüm yükümlülüklerin yerine getirilmesinden ve diğer hususlardaki tüm talep ve şikayetlerden bizzat sorumludur. Kullanıcı, ürünlerle ilgili olarak şirketimize bu maddede sayılanlarla sınırlı olmamak üzere herhangi bir sorumluluk yöneltmeyeceğini, bu kapsamda tek muhatabın ilgili ürünü satışa sunan Satıcı olacağını kabul, beyan ve taahhüt eder. Ayrıca Kullanıcı, Platform'a, Platform üzerinden sunulan hizmetlere ve/veya Platform dahilinde gerçekleştirilen faaliyetlere ilişkin herhangi bir hukuki işlem başlatmak istemesi halinde Platform'da yer alanlar da dahil olmak üzere gerekli tüm yasal yükümlülükleri ve prosedürleri yerine getirmekle yükümlü olduğunu, bu yükümlülük ve prosedürlere ilişkin olarak şirketimizin herhangi bir bilgi ve sorumluluğunun bulunmadığını kabul, beyan ve taahhüt eder.",
  "contract.3.5": "Satıcı, şirketimiz ile arasındaki sözleşme ilişkisi kapsamında ürün bedelini Üye’den tahsil etmek üzere şirketimizi yetkilendirmiştir. Bu nedenle Üye, şirketimize yapacağı ödeme ile Satıcı'ya karşı olan ödeme yükümlülüğünden kurtulmuş olacaktır. Üye’nin Satıcı'ya başkaca bir ödeme yapma yükümlülüğü bulunmamaktadır. Ancak Üye'nin Satıcı'ya mükerrer ödeme yapması halinde şirketimizin herhangi bir sorumluluğu olmayacaktır. ",
  "contract.3.6": "Kullanıcı, platformu başta Suç Gelirlerinin Aklanmasının Önlenmesi Hakkında Kanun olmak üzere Türkiye Cumhuriyeti'nde yürürlükte bulunan tüm mevzuata ve genel hukuk kurallarına aykırı amaçlarla kullanmayacağını, başkalarının da hukuka ve mevzuata aykırı amaçlarla kullanmasına izin vermeyeceğini, internet sitesini hukuka ve mevzuata aykırı amaçlarla kullanması veya hesabını başkalarının kullanmasına izin vermesi halinde doğabilecek tüm hukuki ve cezai sorumluluktan kendisinin sorumlu olacağını peşinen kabul eder. Kullanıcının hesabını Türk Kanunlarına aykırı olarak kullanması nedeniyle yetkili makamlar tarafından hesaba yapılan el koyma ve kısıtlamalardan şirketimiz sorumlu tutulamaz.",
  "contract.3.7": "Üye’nin Hesap Sayfası'na erişebilmesi ve Platform üzerinde işlem yapabilmesi için gerekli olan üyelik ve şifre bilgileri Üye tarafından oluşturulmakta olup, söz konusu bilgilerin güvenliği ve gizliliği tamamen Üye’nin sorumluluğundadır. Üye, Platform üzerinde güçlü bir şifre kullanmalı ve ilgili şifreyi sadece Platform üzerinde kullanmalıdır. Üye, Platform'a üye olurken verdiği bilgilerin doğruluğundan ve gizliliğinden sorumlu olup, kendisine ait üyelik bilgileri ve şifre ile gerçekleştirilen işlemlerin kendisi tarafından gerçekleştirildiğini, bu işlemlerden doğan sorumluluğun peşinen kendisine ait olduğunu, bu şekilde gerçekleştirilen iş ve işlemleri kendisinin gerçekleştirmediği yönünde herhangi bir savunma ve/veya itiraz ileri süremeyeceğini ve/veya bu tür savunma veya itirazlara dayanarak yükümlülüklerini yerine getirmekten kaçınamayacağını kabul, beyan ve taahhüt eder.",
  "contract.3.8": "Üye ve platformu ziyaret eden kişiler, Platformu aşağıda sayılan haller başta olmak üzere hukuka ve ahlaka aykırı bir şekilde kullanamazlar.",
  "contract.3.8.1": "Platformun herhangi bir kişi adına bir veritabanı, kayıt veya dizin oluşturmak, kontrol etmek, güncellemek veya değiştirmek için kullanılması;",
  "contract.3.8.2": "Platform'un tamamen veya kısmen, Platform'u bozmak, değiştirmek veya tersine mühendislik yapmak için kullanılması;",
  "contract.3.8.3": "Yanlış bilgiler veya başkasına ait bilgiler kullanılarak işlem yapılması, yanlış veya yanıltıcı ikamet adresi, e-posta adresi, iletişim, ödeme veya hesap bilgileri de dahil olmak üzere yanlış veya yanıltıcı kişisel veriler kullanılarak sahte hesaplar oluşturulması ve bu hesapların Üyelik Sözleşmesi'ne veya yürürlükteki mevzuata aykırı olarak kullanılması, başka bir Üye’nin hesabının kullanılması, başkasının yerine geçerek veya sahte isimle işlemlere taraf veya katılımcı olunması;",
  "contract.3.8.4": "Platform'a, Platform'un veri tabanına, Platform'da yer alan herhangi bir içeriğe zarar veren virüs veya diğer zararlı yazılımları yaymak;",
  "contract.3.8.5": "Platform'un belirlediği iletişim ve teknik sistemler üzerinde makul olmayan veya orantısız büyüklükte yükler oluşturacak veya teknik işleyişe zarar verecek faaliyetlerde bulunmak, şirketimizin önceden yazılı izni olmaksızın Platform üzerinde otomatik program, robot, web crawler, örümcek, veri madenciliği ve veri tarama gibi \"screenscraping\" yazılımları veya sistemleri kullanmak ve Platform'da yer alan herhangi bir içeriğin tamamını veya bir kısmını izinsiz olarak kopyalamak, yayınlamak veya bu şekilde kullanmak.",
  "contract.3.9": "Üye, satın almış olduğu ürünlere ilişkin yorumlarının, ürünün satın alındığı satıcı tarafından talep edilmesi halinde, mevzuata uygun olarak satıcı ile paylaşılabileceğini ve bu yorumların satıcı tarafından mevzuata uygun olarak kullanılabileceğini kabul eder.",
  "contract.3.10": "Üye, Platform'a içerik yüklemekle, Üye İçeriği'ne ilişkin fikri ve sınai mülkiyet hakları ile diğer hakların münhasıran sahibi olduğunu ve 5486 sayılı Fikir ve Sanat Eserleri Kanunu'ndan doğan fikri haklar kapsamındaki mali haklara sahip olduğunu kabul eder. 5486 sayılı Fikir ve Sanat Eserleri Kanunu'ndan doğan fikri haklar kapsamındaki mali haklara [örneğin; tespit hakkı, işleme hakkı (FSEK m. 21), çoğaltma hakkı (FSEK m. 22), yayma hakkı (FSEK m. 23), temsil hakkı (FSEK m. 24), işaret, ses ve/veya görüntü nakline yarayan araçlarla umuma iletim hakkı (FSEK m. 21), çoğaltma hakkı (FSEK m. 22), yayma hakkı (FSEK m. 23), temsil hakkı (FSEK m. 24), işaret, ses ve/veya görüntü nakline yarayan araçlarla umuma iletim hakkı (FSEK m. 25)] manevi haklar [örneğin; aleniyet hakkı (FSEK m. 14), adın belirtilmesi hakkı (FSEK m. 15), değiştirilmesini önleme hakkı (HMK m. 16) ve tahrif edilmesini/bozulmasını önleme hakkı (m. 17)] dahil olmak üzere tüm fikri ve sınai mülkiyet hakları ile diğer hakları, başta FSEK olmak üzere ilgili mevzuat hükümlerinin izin verdiği ölçüde şirketimize devretmiştir. 5486 sayılı Fikir ve Sanat Eserleri Kanunu uyarınca, herhangi bir kullanım sınırı olmaksızın, süre, sayı ve konu bakımından sınırsız, dünya çapında (uluslararası) geçerli -yer bakımından sınırsız-, alt lisans verilebilir, geri alınamaz, bedelsiz ve koşulsuz tam lisans ile.",
  "contract.3.11": "Üye ve platformu ziyaret eden kişiler, Platform üzerindeki işlemlerini şirketimize mali ve Platform'a teknik açıdan hiçbir şekilde zarar vermeyecek şekilde gerçekleştirmekle yükümlüdür. Üye ve platformu ziyaret eden kişiler, Platform'un kullanımının Platform'a zarar verebilecek herhangi bir program, virüs, yazılım, lisanssız ürün, truva atı vb. içermediğinden emin olmak için gerekli koruyucu yazılımları ve lisanslı ürünleri kullanmak da dahil olmak üzere gerekli tüm tedbirleri aldıklarını kabul ve taahhüt ederler. Üye ve platformu ziyaret eden kişiler, Platforma robot veya otomatik giriş yöntemleri ile girmeyeceklerini de kabul ederler.",
  "contract.3.12": "Şirketimiz, Platformun ve Platformdaki içerik, materyal ve unsurların doğruluğunu, güvenliğini, güncelliğini, kullanılabilirliğini, sürekliliğini, eksiksizliğini, amaca uygunluğunu ve işlevselliğini sağlamak için elinden gelen en iyi şekilde makul önlemleri almıştır ve bunları \"olduğu gibi\", \"mevcut olduğu şekilde\" sağlar ve bunlarla ilgili hiçbir garanti veya beyanda bulunmaz.",
  "contract.3.13": "Platform'daki bağlantılar Üye’yi başka web sitelerine/uygulamalara yönlendirebilir. Şirketimiz bu web sitelerinin/uygulamaların içeriği, doğruluğu, güvenilirliği, güvenliği ve/veya işlevselliği ile ilgili herhangi bir garanti ve taahhüt vermemekte olup, bu web sitelerine/uygulamalara erişim, kullanım, indirme, paylaşım ve/veya değişiklik yapılmasından doğabilecek zararlardan hiçbir şekilde sorumlu olmayacaktır.",
  "contract.3.14": "Şirketimiz, tamamen kendi takdirine bağlı olarak, dilediği zaman ve herhangi bir sebep göstermeksizin, üyelik başvurularını reddedebilir, üyelikleri sona erdirebilir veya üyelik başvurusunun kabulünü veya devamını ya da Platform'un kullanılmasını ek şartlara bağlayabilir. Şirketimiz tarafından kişinin üyelik sürecinden sonra getirilecek ve herhangi bir şekilde duyurulacak/bildirilecek/yayınlanacak değişiklikler, ek şart ve koşullar, hükümler, kılavuzlar ve politikalar, Platform'da yayınlanmalarının ardından ayrıca bir bildirim veya onaya gerek olmaksızın yayınlandıkları andan itibaren Üye için bağlayıcı olacak ve Kullanıcı Platform'u kullanmaya/platform üzerinden sunulan hizmetlerden yararlanmaya devam etmekle bunları kabul etmiş sayılacaktır; Ancak ilgili mevzuat hükümlerinin Üye tarafından açıkça onaylanmasını gerektirmesi halinde, Şirketimiz, Üye tarafından onaylanmadığı takdirde kişinin üyeliğini kısmen veya tamamen kısıtlama, engelleme, askıya alma veya sona erdirme hak ve yetkisine sahip olacaktır.",
  "contract.3.15": "Üye, dilediği zaman herhangi bir sebep göstermeksizin üyeliğini tek taraflı olarak sonlandırabilir. Üye, üyelik hesabını kapatma işlemini Platform üzerinden gerçekleştirebilecektir. Üye, Platform'da yer alan www.turanline.com sayfasındaki ilgili adımları takip ederek hesabını kapatma işlemlerini başlatabilecektir. Üye’nin hesabını kapatma işlemlerini başlatması ve bu talebin şirketimize ulaşmasının ardından hesap güvenliğinin sağlanması ve kötüye kullanımın önlenmesi amacıyla hesap kapatma talebi şirketimiz tarafından belirlenen kurallara uygun olarak sonuçlandırılacaktır. Üye, üyelik hesabının kapatılmasından sonra üyelik hesabını tekrar kullanamayacağını ve/veya hesap altında tanımlı hak ve avantajları geri alamayacağını ve çeşitli hesaplara aktaramayacağını anladığını kabul eder.",

  "contract.4": "KİŞİSEL VERİLERİN KORUNMASI",
  "contract.4.1": "Kişisel Verilerin İşlenmesi:",
  "contract.4.2": "Şirketimiz, Üyelerinden elde ettiği kişisel verilerin işlenmesi konusunda KVKK'ya (6698 sayılı Kişisel Verilerin Korunması Kanunu) tabidir. Şirketimiz, Kullanıcılarından topladığı kişisel verileri www.turanline.com adresinden ulaşılabilecek olan \"Gizlilik Politikası \"na uygun olarak işlemektedir. Platformu'nda işlemektedir. Gizlilik Politikası, Üyelik Sözleşmesi'nin ayrılmaz bir parçasıdır.Bizimle iletişime geçtiğiniz e-posta adresi, üyelik işleminiz sırasında bildirdiğiniz e-posta adresi olmalıdır. Diğer e-posta adreslerinden gelen talepler, Üye olduğunuza dair makul bir kanıt sunulmadığı sürece yanıtlanmayacaktır.",

  "contract.5": "FİKRİ MÜLKİYET HAKLARI",
  "contract.5.1": "Şirketimiz “TURANLİNE TEKSTİL İNŞAAT EMLAK TARIM SİTE YÖNETİMİ TURİZM VE TİCARET LİMİTED ŞİRKETİ” şeklindeki ünvanı, marka ve logosu, \"Şirket\" mobil uygulamasının ve Platform'un tasarımı, yazılımı, www.turanine.com şeklindeki alan adı ve bunlarla bağlantılı olarak şirketimiz tarafından oluşturulan her türlü ticari marka, tasarım, logo, ticari takdim şekli, slogan ve diğer tüm içerik şirketimizin fikri mülkiyet haklarıdır. Üye, Şirketimizin veya bağlı şirketlerinin fikri mülkiyet haklarını yazılı izni olmaksızın kullanamaz, paylaşamaz, dağıtamaz, sergileyemez, çoğaltamaz veya bunlardan türemiş çalışmalar yapamaz. Üye, Platform'un tamamını veya bir kısmını şirketimizin yazılı izni olmaksızın başka bir ortamda kullanamaz. Üye’nin üçüncü kişilerin veya şirketimizin fikri mülkiyet haklarını ihlal edecek şekilde davranması halinde Üye, şirketimizin ve/veya söz konusu üçüncü kişinin doğrudan ve dolaylı tüm zarar ve masraflarını tazmin etmekle yükümlüdür.",

  "contract.6": "YASAL VE CEZAİ YAPTIRIMLAR,",
  "contract.6.1": "Üye, siteyi Türkiye Cumhuriyeti yasaları ve tüm mevzuatı kapsamında kullanacağını taahhüt eder. Hukuka aykırı kullanım halinde şirketimiz üyeye ait tüm bilgileri yetkili mercilerle paylaşma hak ve yetkisine sahiptir. Bu husus gizliliğin ihlali olarak değerlendirilemez ve şirketimize hiçbir sorumluluk atfedilemez.",
  "contract.6.2": "Üye, Sözleşme hükümlerinin uygulanması nedeniyle, şirketin adını, dijital varlıkların – www.turanline.com isimli websitesi gibi- adını ve/veya logosunu kullanarak şirketimizi karalayıcı, ticari itibarını zedeleyici veya haksız rekabet yaratıcı yorum ve paylaşımlarda bulunmayacağını taahhüt eder. Bu taahhüt her türlü yazılı ve görsel medya ile tüm sosyal medya mercilerini kapsar. Bu maddeye aykırılığın tespiti halinde şirketimiz önceden haber vermeksizin sözleşmeyi tek taraflı olarak feshetme, kullanıcının hesabını engelleme, askıya alma veya tamamen silme hakkına sahiptir. Aynı şekilde şirketimiz bu maddenin ihlali nedeniyle Üye’ye karşı tüm tazminat haklarını kullanacaktır. Üye, bu maddenin uygulanması nedeniyle her türlü itiraz ve talep hakkından peşinen gayrikabili rücu feragat ettiğini kabul, beyan ve taahhüt eder.",
  "contract.6.3": "Şirketimiz, platform iş akışı ve yazılım güvenliği açısından şüpheli işlem girişimlerini tespit ettiği Üye’ye ait hesap veya hesapları geçici veya kalıcı olarak kapatma, şüpheli işlem gerçekleştiren Üye hesaplarını askıya alma, dondurma veya geçici olarak kapatma hakkına sahiptir. Bu maddenin tarafımızca dürüstlük ve iyi niyet kuralları çerçevesinde uygulanması nedeniyle şirketimiz hukuki ve cezai olarak sorumlu tutulamaz.",
  "contract.6.4": "Şirketimiz tarafından sözleşmedeki herhangi bir madde veya maddelerin Üye tarafından ihlal edildiğinin tespit edilmesine rağmen şirketimizin sözleşmeyi feshetmemesi ve Üye hakkında yasal yollara başvurmaması şirketimizin bu haklarından feragat ettiği şeklinde yorumlanamaz. Tespit edilen bu ihlallere karşı şirketimiz tüm haklarını saklı tutar.",

  "contract.7": "MÜCBİR SEBEP",
  "contract.7.1": "Siber saldırı, ayaklanma, ambargo, devlet müdahalesi, isyan, istila, işgal, savaş, seferberlik, grev, lokavt, işçi eylemleri veya boykot, iletişim sorunları, altyapı ve internet arızaları, sistem iyileştirme veya yenileme çalışmaları ve bu sebeple meydana gelebilecek arızalar, elektrik kesintisi, yangın, patlama, fırtına, sel, su baskını, deprem, göç, salgını veya diğer herhangi bir doğal afet veya Şirketimizin kontrolü dışında, kendi kusurundan kaynaklanmayan ve makul olarak öngörülemeyen diğer olaylar (\"Mücbir Sebepler\") Platform'un Kullanım Koşulları ve Üyelik Sözleşmesi'nden doğan yükümlülüklerini yerine getirmesini engelleyebilir veya geciktirebilir, Şirketimiz mücbir sebepler sonucu engellenen veya geciken yükümlülüklerinden dolayı sorumlu tutulamaz ve bu durum Sözleşme'nin ihlali sayılmaz.",
  "contract.7.1.1": "7 (yedi) ana maddeden oluşan Üyelik Sözleşmesi ve Mesafeli Satış Sözleşmesi, Üye tarafından her bir hükmü okunup tam olarak anlaşılmak suretiyle elektronik ortamda onaylanarak onay anı itibariyle yürürlüğe girmiştir.",

  "politicsGeneralProvisions": "GİZLİLİK POLİTİKASI",

  "politics.1": "1.KONU",
  "politics.1.1": "Bu sözleşme TURANLİNE TEKSTİL İNŞAAT EMLAK TARIM SİTE YÖNETİMİ TURİZM VE TİCARET LİMİTED ŞİRKETİ   (bu sözleşmede \"şirketimiz\" veya “şirket” olarak anılacaktır) şirketinin sahip olduğu dijital varlıklar – www.turanline.com adresli web sitesi gibi- (topluca \"platform\" olarak adlandırılacaktır) aracılığıyla toplanan kişisel bilgileri nasıl ele aldığını açıklamak için hazırlanmıştır. Bu politika ile şirketimizin 6698 sayılı \"Kişisel Verilerin Korunması Kanunu\" uyarınca bilgileri nasıl topladığı ve kullandığı konusunda sizi bilgilendirmeyi amaçlamaktayız.  ",
  "politics.1.2": "2.HANGİ BİLGİLER TOPLANIYOR? ",

  "politics.2": "2.HANGİ BİLGİLER TOPLANIYOR? ",
  "politics.2.1": "Platforma üye olduğunuzda toplanan bilgiler aşağıda listelenmiştir.",
  "politics.2.2": "- Kullanıcı Hesap Bilgileri: Adınız, soyadınız, müşteri numaranız ve kullanıcı bilgileriniz ile birlikte eklemeyi tercih etmeniz halinde telefon numarası, cinsiyet, doğum tarihi, kimlik numarası.",
  "politics.2.3": "- Müşteri İşlem Bilgileri: İşlem ve fatura bilgileriniz, alışverişlerinizin geçmişi, talep ve şikayetleriniz, yorum ve sorularınız ile platformda yapılan bu işlemlerin içerdiği her türlü bilgi. ",
  "politics.2.4": "- Teslimat Bilgileri: Platform üzerinden yapılan her türlü işlem için eklenen adres, işlem ve iletişim bilgileri.",
  "politics.2.5": "- Ödeme Bilgileri: Kayıtlı kart bilgileri, platform içerisindeki ödeme veya ödeme yöntemlerine ilişkin bilgiler.",
  "politics.2.6": "- Güvenlik Bilgileri: Cihaz bilgileri, IP adresi, şifre ve çerez bilgileri, platform erişim kayıtları, platforma giriş yöntemi",
  "politics.2.7": "- Yasal Süreç Bilgileri: Platform aracılığıyla tüzel kişilerle iletişimde toplanan bilgiler, yasal iletişim taleplerinde toplanan bilgiler, yasal sistemdeki davalar ve tahsilatlardaki bilgiler.",
  "politics.2.8": "- Müşteri Destek Faaliyeti: Müşteri hizmetleri ile yapılan her türlü yazılı iletişim ve platform dahilinde veya üçüncü taraflar aracılığıyla sağlanan hizmetler aracılığıyla müşteri hizmetleri ile yapılan görüşmelerin ses kayıtları.",
  "politics.2.9": "- Promosyon ve Etkinlik Katılımı: Bir yarışma, promosyon veya ankete katıldığınızda paylaştığınız iletişim bilgileri gibi bilgiler. Bu, kazandığınızı size bildirmek, kimliğinizi doğrulamak ve/veya kazandığınız ödülün size ulaştığından emin olmak için yapılır. Tarafımızdan sağlanan her yarışma veya anketle ilgili kuralları ve ilgili bilgileri okumanızı öneririz. ",
  "politics.2.10": "- Üçüncü taraf hizmetleri aracılığıyla toplanan veriler: Üçüncü taraflar aracılığıyla bilgi toplanabilir.",
  "politics.2.11": "- Otomatik olarak toplanan bilgiler: Cihaz ve/veya konum bilgileri otomatik olarak toplanır. ",

  "politics.3": "3.HUKUKİ ZORUNLULUK, BİLGİ TOPLAMA SEBEPLERİ VE YÖNTEMİ ",
  "politics.3.1": "Platformda yer alan kişisel verileriniz KVKK'nın 5. maddesinde belirtilen hukuka uygunluk sebeplerine dayanılarak işlenmektedir. ",
  "politics.3.2": "Platformlarımız üzerinden sağlanan bilgiler elektronik ortamda saklanmaktadır. Canlı yardım sistemleri, çağrı merkezleri veya e-postalar aracılığıyla toplanan her türlü bilgi elektronik ortamda yapıldığı için saklanmakta, posta veya ilgili belgeler gibi fiziksel olarak ortaya çıkan ve toplanan bilgiler ise fiziksel olarak saklanmaktadır.  ",
  "politics.3.3": "Toplanan bilgiler aşağıdakiler için kullanılır;",
  "politics.3.4": "- Platform içinde hesabınızı oluşturmak ve sürdürmek ve platform aracılığıyla sağlanan hesabınızı onaylama ve/veya kod gönderme gibi güvenlik özelliklerini etkinleştirmek ",
  "politics.3.5": "- Ödemeleri işlemek, siparişleriniz için iletişim oluşturmak ve teslimatları güvenilir hale getirmek için siparişler ve teslimatlar oluşturmak.",
  "politics.3.6": "- Hizmetleri iyileştirmek ve optimize etmek, toplanan anonimleştirilmiş bilgiler dahilinde şirketimiz, hizmetlerimizin başarılı bir şekilde çalıştığından emin olmak için bilgileri işlemek. ",
  "politics.3.7": "- İlginizi çekebilecek özellikleri, ürünleri ve hizmetleri belirlemek ve önermek için kullanıcı deneyimini kişiselleştirmek. ",
  "politics.3.8": "- Platform kullanımınız, talepleriniz, sorularınız ve geri bildirimlerinizle ilgili olarak kullanıcılarla iletişim kurmak ve müşteri desteği sağlamak.",
  "politics.3.9": "- Güvenlik hizmetleri sağlamanın yanı sıra dolandırıcılığı önlemek, tespit etmek, araştırmak ve bunlara karşı gerekli adımları atabilmek. ",
  "politics.3.10": "- Yasal yükümlülüklere uyabilmek ve koruma oluşturmak. Şirketimiz, kişisel bilgilerinizi yasal ve hukuka uygun taleplere uymak ve sözleşme gerekliliklerine ve yürürlükteki yasalara uygunluğu sağlamak amacıyla iç süreçleri denetlemek için kullanabilir. ",

  "politics.4": "4.VERİLERİNİZİ NASIL KORUYORUZ?",
  "politics.4.1": "Platform üzerinden sağlanan kişisel bilgiler şirketin gözetimi ve kontrolü altında tutulmaktadır. Şirket, kişisel bilgilerin güvenliğini sağlamak için gerekli sistemleri ve teknik gereksinimleri oluşturma ve yönetme sorumluluğunu üstlenir.",

  "politics.5": "5.GİZLİLİK POLİTİKASINDAKİ DEĞİŞİKLİKLER ",
  "politics.5.1": "Şirketimiz bu Gizlilik Politikasını dilediği zaman değiştirme hakkını saklı tutar. Bu Gizlilik Politikasında yapılan önemli değişiklikler tarih güncellenerek kullanıcılara bildirilecektir. Şirketimiz, kullanıcıları gizlilik uygulamalarımız hakkında bilgi sahibi olmak için her ziyaretlerinde gizlilik politikalarını gözden geçirmeye teşvik eder. ",

  "messageLogInError": "Geçersiz kimlik bilgileri, lütfen tekrar deneyin!",
  "messageLogInSuccess": "Başarıyla giriş yaptınız!",
  "messageRegistration": "Başarıyla kaydoldunuz!",
  "messageRegistrationError": "Girilen kullanıcı adı veya telefon numarası zaten kayıtlı!",
  "messageHeaderCart": "Sepet yalnızca oturum açmış kullanıcılar için kullanılabilir",
  "messageHeaderFavorites": "Favoriler yalnızca oturum açmış kullanıcılar için kullanılabilir",
  "messageModalChangeError": "Bu telefon numarası zaten var, lütfen başka bir numara girin!",
  "messageModalChangeSuccess": "Veriler başarıyla değiştirildi!",
  "messageModalChangeWarn": "Tüm alanlar doldurulmalıdır!",
  "messageCartError": "Sepet alınırken bir hata oluştu!",
  "messageCartAdded": "Ürün sepete eklendi!",
  "messageCartAddedError": "Ürün sepete eklenirken bir hata oluştu!",
  "messageCartAddedWarn": "Ürün sepete eklenmedi",
  "messageCartItemInCart": "Bu öğe zaten sepette!",
  "messageCartNotAuth": "Kimlik doğrulanmadı!",
  "messageCartDeleted": "Ürün sepetten silindi!",
  "messageGetCartError": "Alışveriş sepetiniz alınırken bir hata oluştu, lütfen daha sonra tekrar deneyin!",
  "messageCartColorChoose": "Bir renk seçmediniz!",
  "messageCartDeleteError": "Bir öğeyi silerken bir hata oluştu, lütfen daha sonra tekrar deneyin!",
  "messageCartOrderSend": "Sipariş başarıyla gönderildi!",
  "messageFavoritesSuccess": "Ürün favorilere eklendi!",
  "messageFavoritesWarn": "Oturum açana kadar favorilere öğe ekleyemezsiniz!",
  "messageFavoritesDeleted": "Ürün favorilerden silindi!",
  "messageFavoritesAddError": "Favorilere eklerken bir hata oluştu, daha sonra tekrar deneyin!",
  "messageFavoritesDeleteError": "Sık kullanılanlardan silerken bir hata oluştu, daha sonra tekrar deneyin!",
  "messageLogOutSuccess": "Başarıyla çıkış yaptınız!",
  "messageOrderTariffsError": "Tarifelerin alınmasında hata",
  "messageCalculateDeliveryPrice": "Şehriniz için teslimat seçeneği bulunamadı",
  "messageOrderSuccess": "Sipariş başarıyla oluşturuldu",
  "messageOrderGoPayment": "Ödemeye geçiş",
  "messageOrderFillFields": "Tüm ayrıntıları doldurun",
  "messageOrderAuthError": "Kullanıcı yetkili değil",
  "messageOrderError": "Oluşturma hatası",
  "messagePaymentWrongData": "Yanlış veri",
  "messagePaymentNotFound": "Sipariş bulunamadı",
  "messagePaymentError": "Siparişlerde hata",

  "totalWeightText": "Kargo Ağırlığı",
  "totalDeliveryPriceText": "Kargo Fiyatı",

  "notFoundTitle": "Küçük bir hata",
  "notFoundText": "Hoppala... Görünüşe göre bu sayfa mevcut değil! Anasayfaya gidin ve tekrar deneyin.",

  "errorPageTitle": "Ağ hatası",
  "errorPageText": "Sunucu tarafında bir hata meydana geldi, bunu düzeltmek için çok çalışıyoruz!",

  "formEmail": "Lütfen geçerli bir e-posta adresi girin.",
  "formName": "Lütfen büyük bir İngilizce, Türkçe veya Rusça başlayan ve ardından yalnızca küçük harflerin geldiği geçerli bir değer girin.",
  "formPassword": "Şifre büyük/küçük harf, rakam ve özel karakterler (!@#$%^&*()_+-=[]{};':\"\\|,.<>/?`~ vb.) içerebilir.",
  "formUsername": "Kullanıcı adı yalnızca harfler (büyük ve küçük harfler), rakamlar ve alt çizgiler içerebilir. Lütfen kullanıcı adınızın yalnızca bu karakterlerden oluştuğundan emin olun.",
  "formPhone": "Lütfen telefon numarasını şu formatta girin: +1 234 567 89 00",
  "formAddress": "Adres yalnızca Latin veya Kiril harfleri, rakamlar, boşluklar, virgüller, noktalar ve tireler içerebilir. Lütfen geçerli bir adres girin.",
  "formCompany": "Lütfen geçerli bir şirket adı girin!",
  "formRequired": "Bu alan gereklidir!",
  "formMin": "En az",
  "formMax": "En fazla",
  "formSymbols": "karakter",
  "formCorrectCardNumber": "Doğru kart numarasını girin",
  "formCorrectCardName": "Kart sahibinin doğru adını girin",
  "formCorrectCardCVV": "Doğru CVV'yi girin",
  "formCorrectCardMonth": "Doğru ayı girin",
  "formCorrectCardYear": "Doğru yılı girin",

  "recoverPasswordTitle": "Şifre Kurtarma",
  "recoverAppeal": "Kurtar",

  "inputEmail": "E-posta",
  "inputEmailPlaceHolder": "E-postanızı giriniz",
  "phoneConfirmTitle": "Telefon Numarası Doğrulama",
  "PhoneConfirmText1": "Telefon numarasına bir mesaj gönderildi",
  "PhoneConfirmText2": "6 haneli doğrulama kodu içeren",
  "PhoneConfirmCode": "Mesajdaki kod",
  "PhoneConfirmCodePlaceHolder": "Doğrulama kodunu girin",
  "phoneConfirmSuccess": "Onaylama başarılı oldu",
  "phoneConfirmError": "Onaylama işlemi gerçekleşmedi",
  "ConfirmPhoneButton": "Onayla",

  "titleHome": "Türkiye'den toptan eşya Pazarı - TuranLine: en iyi fiyatlar",
  "descriptionHome": "Türkiye'den toptan ürünler için ideal pazar yeriniz olan Turanline'a hoş geldiniz! Güvenilir tedarikçilerden zengin bir ürün yelpazesi sunarak güvenilir teslimat ve uygun işbirliği koşulları sağlıyoruz. İşinizi bizimle büyütün!",
  "titleCatalog": "Türkiye'den toptan eşya Kataloğu - TuranLine: Geniş seçenekler",
  "descriptionCatalog": "TuranLine platformunda toptan eşya kataloğunu keşfedin. Güvenilir Türk üreticilerden tekstil, elektronik, mobilya ve çok daha fazlasını uygun fiyatlarla çeşitli kategorilerde ürünler sunuyoruz.",
  "titleModeration": "Ürün Denetleme - TuranLine: Kalite ve uygunluk kontrolü",
  "descriptionModeration": "Bu sayfa, ürünleri TuranLine pazarına yerleştirmeden önce doğrulamak ve onaylamak için tasarlanmıştır. Her bir ürünün kalitesini ve güvenilirliğini dikkatle kontrol ederek yüksek standartlara uygunluğu sağlıyoruz.",
  "titleGood": "Ürünler ve fiyatlar - TuranLine: İşletmeler için harika fırsatlar",
  "descriptionGood": "Ürün yelpazemize göz atın ve toplu alımlar için güncel fiyatları öğrenin. İşletmeniz için Türkiye'den çok çeşitli kaliteli ürünleri rekabetçi fiyatlarla sunuyoruz. Siparişinizi sizin için kolaylık ve avantajla verin.",
  "titlePolicy": "Gizlilik Politikası - TuranLine: Verilerinizin Korunması",
  "descriptionPolicy": "Verilerinizin güvenliği bizim önceliğimizdir! Gizlilik politikası, bilgilerinizi korumak için aldığımız önlemleri ayrıntılı olarak açıklamaktadır. Kişisel verilerinizin gizliliğini ve tüm yasal düzenlemelere uygunluğu garanti ediyoruz.",
  "titleOrders": "Siparişler - TuranLine: Sipariş yönetimi ve durum takibi",
  "descriptionOrders": "Siparişlerinizi kolay ve rahat bir şekilde takip edin! Burada satın alımlarınızın durumunu görebilir, teslimatınızı takip edebilir ve siparişlerinizi yönetebilirsiniz. Basit ve anlaşılır bir takip sistemi, her zaman güncel kalmanızı sağlayacaktır.",
  "titleAbout": "Hakkımızda - TuranLine: Şirket bilgileri ve hizmetlerimiz",
  "descriptionAbout": "TuranLine ile tanışın. Müşterilerimize geniş bir ürün yelpazesi ve yüksek kaliteli ürünler sunarak Türkiye'den toptan mal tedariki konusunda uzmanız. Uzun vadeli ortaklığa ve ihtiyaçlarınızı karşılamaya kararlıyız.",
  "titleDelivery": "Teslimat - TuranLine: Malları teslim etmenin hızlı ve güvenilir yolları",
  "descriptionDelivery": "TuranLine platformunda teslimat koşullarımız hakkında bilgi edinin. İşletmenizin tüm ihtiyaçlarını karşılamak ve siparişlerin zamanında alınmasını sağlamak için malların adresinize hızlı, güvenilir ve güvenli bir şekilde teslim edilmesini sağlıyoruz.",
  "titleContacts": "İletişim — TuranLine: Destek için bizimle iletişime geçin",
  "descriptionContacts": "Türkiye'den toptan ürünlerimiz hakkında sorularınız için bizimle iletişime geçin! Ürün seçimi, sipariş verme ve teslimatın düzenlenmesi konusunda her zaman yardımcı olmaya hazırız. Uzmanlarımız tüm sorularınızı cevaplayacak ve gerekli tüm bilgileri sağlayacaktır. Sitede arayın, yazın veya bir istek bırakın.",
  "titleFavorites": "Favoriler - TuranLine: Hızlı sipariş için en iyi ürünleri kaydedin",
  "descriptionFavorites": "Türkiye'den en sevdiğiniz toptan ürünler burada toplanmıştır! Beğendiğiniz öğeleri daha sonra hızlı bir şekilde bulmak ve siparişinizi vermek için Favorilerinize kaydedin. Favori ürünler listesine kolay erişim, fiyatları ve özellikleri karşılaştırma imkanı. Zaman kaybetmeyin – siparişinizi hemen verin!",
  "titleCart": "Sepet - TuranLine: Sipariş vermeden önce siparişinizi kontrol edin",
  "descriptionCart": "Sepetinizin içeriğini Turanline'da görüntüleyin. Gerekli tüm ürünlerin eklendiğinden emin olun, miktarlarını ve maliyetlerini kontrol edin. Ardından, maksimum rahatlıkla kolay ve hızlı bir şekilde ödeme işlemine geçin.",
  "titlePayment": "Ödeme — TuranLine: Siparişler için uygun ve güvenli ödeme yöntemleri",
  "descriptionPayment": "TuranLine platformunda ödeme yöntemleri hakkında her şeyi öğrenin. Satın alımlarınızı tamamlamak için güvenilir, rahat ve güvenli yöntemler sunuyoruz. Minimum çaba ve maksimum rahatlıkla rahat bir ödeme süreci sağlayın.",
  "titleRegistration1": "Kaydın 1. Aşaması - TuranLine: Satın alımlar için bir hesap oluşturun",
  "descriptionRegistration1": "TuranLine platformuna kaydolmak için basit formu doldurun ve hesabınızı oluşturun. Platformun tüm özelliklerine erişmek için adınızı, soyadınızı, telefon numaranızı, e-postanızı, kullanıcı adınızı ve güçlü şifrenizi girin.",
  "Main" : {
    "headerCatalog": "Katalog",
    "headerAbout": "Hakkımızda",
    "headerDelivery": "Teslimat",
    "headerContacts": "İletişim",
    "headerFavorites": "Favoriler",
    "headerCart": "Sepet",
    "headerLogIn": "Giriş yap",
    "headerProfile": "Profil",
    "headerCategorySelect": "Kategori",
    "headerAllCategories": "Tüm Kategoriler",
    "headerSearchPlaceholder": "Katalogda Ara",
    "headerToProfile": "Profiline Git",
    "headerSearch": "Arama",
    "materialTitle": "Malzeme",
    "emptyCategoryError": "Bu kategori için hiçbir şey bulunamadı",
  
    "paymentSuccess": "Satın aldığınız için teşekkür ederiz!",
    "paymentSuccessText": "Ödeme başarıyla gerçekleştirildi",
    "paymentUnsuccess": "Satın alma gerçekleşmedi!",
    "paymentUnsuccessText": "Maalesef beklenmedik bir hata oluştu",
    "paymentButton": "Mağazaya",
    "paymentSelectCategory": "Kategori Seçin",
    "paymentSelectCity": "Şehir Seçin",
    "paymentSelectTarif": "Tarife Seçin",
    "paymentAddress": "Adres",
  
    "paymentMethod": "Ödeme yöntemini seçin",
    "paymentMethodCard": "Banka kartıyla",
    "paymentMethodDetails": "Ayrıntılara göre",
  
    "productStatusCargo": "Kargoya aktarıldı",
  
    "productStatusDelivered": "Teslim Edildi",
    "productStatusBundle": "Montajda",
    "productStatusTransit": "Yolda",
    "productStatusCreated": "Oluşturuldu",
    "productStatusUnknown": "Bilinmeyen Durum",
    "productStatusPayment": "Ödemede",
    "productStatusClosed": "Kapalı",
  
    "importTitle": "Makbuz PDF'sini indir",
    "importLink": "Talimat",
    "importText": "tabloyu doldurmak için",
    "importButton": "Dosya Yükle",
    "importConfirm": "İthalat",
    "buttonResetFile": "Dosyayı Sıfırla",
    "selectedFile": "Seçilen Dosya",
    "makeAppealOrders": "Başvuru Yap",
    "productStatusInspection": "Kontrol devam ediyor",
  
    "productWeight": "Ürün ağırlığı",
    "productMold": "Model",
    "paymentNameSurname": "Ad Soyad",
    "productPriceDescription": "Fiyat birim başınadır",
  
    "reviewModeration": "Moderasyon üzerine",
  
    "paymentCardNumber": "Kart Numarası",
    "paymentCardHolder": "Kart Sahibi",
    "paymentCardMonth": "Kart Son Kullanma Tarihi - Ay",
    "paymentCardYear": "Kart Son Kullanma Tarihi - Yıl",
    "paymentPayOrder": "Siparişi Öde",
    "PaymentPay": "Ödeme",
  
    "newRevenues": "Yeni gelirler",
    "newRevenuesText": "Endüstrinin geleceğini şekillendiren ürünleri ilk olarak keşfedin!",
    "workWithUsText": "Pazaryerimize katılın ve işinizi büyütün",
    "newRevenuesLink": "Daha fazla bilgi",
    "manufacturer": "Ayın Üreticisi",
    "manufacturerText": "Şu anda trend olanları keşfedin!",
    "promotions": "Promosyonlar",
    "workWithUs": "Bizimle Çalış",
    "promotionsText": "%35'e kadar indirimler",
    "deliveryText": "Teslimat seçeneklerimiz hakkında bilgi edinin",
    "seasonThings": "Mevsimsel giysiler",
    "productSelection": "Ürün seçimi",
    "lookAll": "Hepsini gör",
    "selectProductText": "Ürün seç",
    "bestsellers": "En çok satanlar",
    "foundation": "Ürün seçimi",
  
    "footerPayment": "Ödeme",
    "footerPolitics": "Gizlilik Politikası",
    "footerTextUnderEmail": "Günün her saati bize ulaşabilirsiniz",
    "footerWriteUs": "Bize yazın",
    "footerUsing": "Web sitesi materyallerini kullanmak ve kopyalamak yasaktır",
    "footerProviders": "Tedarikçilere",
  
    "filterColor": "Renk",
    "filterSize": "Boyut",
    "filterPrice": "Fiyat filtresi",
    "filterBrand": "Markalar",
    "filterPriceText": "Bütçeniz",
    "filterSelectedBudget": "Seçilen bütçe",
    "filterShow": "Göster",
    "filterReset": "Sıfırla",
  
    "mainPageRoute": "Ana sayfa",
    "catalogFilter": "Filtreler",
    "deliveryPageTitle": "Teslimat",
    "deliveryPageText": "Şirketimizin teslimat seçeneklerini öğrenin",
  
    "logInTitle": "Hesabınıza Giriş Yapın",
    "logInText": "Hoş geldiniz",
    "logInLabelLogin": "Kullanıcı adı",
    "logInInputLogin": "Kullanıcı adınızı girin",
    "logInLabelPassword": "Şifre",
    "logInInputPassword": "Şifrenizi girin",
    "logInCheckboxText": "Beni Hatırla",
    "logInTextForget": "Şifrenizi mi unuttunuz?",
    "logInButtonText": "Giriş Yap",
    "logInButtonRegistration": "Üye Ol",
    "MakeAnAppeal": "Bir istek oluştur",
    "checkCode": "Kod boşluk veya harf içermemelidir",
    "registrationStage": "Kayıt. Aşama",
  
    "registrationTitle": "Hesabınızı Kaydedin",
    "registrationLabelEmail": "E-posta",
    "registrationInputEmail": "E-postanızı girin",
    "registrationLabelName": "Ad",
    "registrationInputName": "Adınızı girin",
    "registrationLabelLastName": "Soyad",
    "registrationInputLastName": "Soyadınızı girin",
    "registrationPhoneNumber": "Telefon Numarası",
    "registrationButtonText": "Kaydol",
    "registrationButtonLogIn": "Zaten bir hesabınız var mı?",
    "registrationSuccess": "Kayıt başarılı oldu",
    "registrationConfirm": "Telefon numaranızı onaylayın",
    "registrationError": "Hata",
    "registrationRememberMe": "Şifreyi hatırla",
  
    "politicsClose": "Kapat",
    "smsAgree": "Bilgi ve tanıtım amaçlı SMS bildirimleri almayı kabul ediyorum",
    "politicsAgree1": "Sözleşmeyi",
    "politicsAgree2": "kabul ediyorum",
  
    "emptyBasketTitle": "Sepet Boş!",
    "emptyBasketText": "Alışveriş zamanı geldi!",
    "emptyBasketButtonText": "Kataloga Git",
    "emptyFavoritesTitle": "Favoriler Boş!",
    "emptyCatalogTitle": "Arama İçin Hiçbir Şey Bulunamadı!",
    "emptyCatalogText": "Sorgunuz için hiçbir şey bulunamadı. Mevcut filtreleri sıfırlayıp tekrar deneyin!",
    "emptyCatalogButtonText": "Ana Sayfaya Git",
    "emptyOrdersTitle": "Henüz Sipariş Yok",
    "emptyOrdersText": "Henüz siparişiniz yok, ama şimdi birkaç tane verme zamanı!",
    "emptyReviewsTitle": "Henüz Yorum Yok!",
    "emptyReviewsText": "Henüz yorumunuz yok, ama birkaç tane yazabilirsiniz!",
  
    "cartContinue": "Devam",
    "cartTotalPriceText": "Toplam:",
    "cartItemPrice": "Adet Fiyatı",
    "cartItemCounterText": "Miktar",
    "cartItemTotalPrice": "Toplam Fiyat",
  
    "aboutPageText": "Şirketimiz hakkında daha fazla bilgi edinin",
    "aboutPageTextProducts": "Şirketlere Türkiye'den ürün satmalarında yardımcı oluyoruz",
    "aboutPageTextWork": "İş süremiz boyunca",
    "aboutPageTextOrder": "Tamamlanan siparişler",
    "aboutPageTextCountry": "Bizimle çalışan ülkeler",
    "aboutPageTextStock": "Stoktaki ürünler",
    "aboutPageTextStars": "5 yıldızlı değerlendirmeler",
    "aboutPageTextPartners": "İş ortaklarımız",
    "aboutPageTextPopular": "Popüler kategoriler",
    "aboutPageSupport": "Destek",
    "aboutPageSupportText": "Her zaman yardımcı olmaya hazırız!",
    "aboutPagePhone": "Telefon numarası",
    "aboutPagePhoneText": "Pazartesi'den Cuma'ya, 9:00 ile 18:00 arası",
  
    "contactsPageText": "Dostça ekibimiz sizi bekliyor!",
    "contactsPageEmailText": "Her zaman yardımcı olmaya hazırız!",
    "contactsPageOffice": "Şirket Ofisi",
    "contactsPageOfficeText": "Bizi ziyaret etmek isteyenler için.",
    "contactsPagePhone": "Telefon Numarası",
    "contactsPagePhoneText": "Pazartesi-Cuma günleri 9'dan 18'e kadar",
  
    "manufacturersPageRoute": "Üreticiler",
    "manufacturersPageText": "Listemizden ilginç bir üretici seçin",
  
    "orderPagePersonalData": "Kişisel Bilgiler",
    "orderPagePhone": "Telefon Numarası",
    "orderPageEmailText": "Bu e-postaya sipariş numarası, durum ve makbuz göndereceğiz",
    "orderPageCart": "Sepette",
    "orderPageTotal": "Toplam",
    "orderPageSum": "Sipariş Toplamı",
    "orderPageProductsText": "ürünler",
    "orderPageButton": "Siparişi Onayla",
    "orderPageLinkText": "Siparişi Onayla'ya tıklayarak,",
    "orderPageLink": "gizlilik politikamızı ve hizmet şartlarımızı kabul etmiş olursunuz",
  
    "paymentPageTitle": "Ödeme",
    "paymentPageText": "Şirketimizin ürünleri için ödeme seçeneklerini öğrenin",
    "paymentPageBankTitle": "Banka Yoluyla Ödeme",
    "paymentPageBankText": "Şirketin detaylarına fon transferi için en uygun seçenek",
    "paymentPageCardTitle": "Kartla Ödeme",
    "paymentPageCardText": "Kredi veya banka kartı ile online ödeme",
    "paymentPageCheckTitle": "Çekle Ödeme",
    "paymentPageCheckText": "Fatura ile ödeme yapma. Detaylara dayanarak otomatik olarak oluşturacağız",
    "paymentPageCryptoTitle": "Kripto Para Birimi",
    "paymentPageCryptoText": "Çevrimiçi bir servis aracılığıyla kripto para kullanarak ödeme",
    "paymentPagePayPalTitle": "Paypal",
    "paymentPagePayPalText": "Sipariş verdikten sonra göndereceğimiz bağlantı üzerinden transfer",
  
    "profilePageCompany": "Şirket",
    "profilePageAddress": "Adres",
    "profilePageOrders": "Siparişlerim",
    "profilePageReviews": "Yorumlarım",
    "profileOrdersTitle": "Sipariş Yok!",
    "profileOrdersText": "Henüz siparişiniz yok, ama zamanı geldi!",
    "profileReviewsTitle": "Yorum Yok!",
    "profileReviewsText": "Henüz yorumunuz yok, ama yazabilirsiniz!",
    "profileModalTitle": "Bilgileri Güncelle!",
    "profileModalName": "Yeni İsim",
    "profileModalSurName": "Yeni Soyisim",
    "profileModalCompany": "Şirket Adı",
    "profileModalAddress": "Yeni Adres",
    "profileModalButton": "Onayla",
    "profilePageLogOut": "Hesaptan çıkış yap",
  
    "productPageArticle": "Makale",
    "productPageCompound": "Bileşik",
    "productPageManufacturer": "Üretici",
    "productPageSeason": "Mevsim",
    "productPagePattern": "Desen",
    "productPageCountry": "Üretim Yeri",
    "productPageInStock": "Stokta",
    "productPageButton": "Satın Al",
    "productPageDescription": "Ürün Açıklaması",
    "productPageSimilar": "Benzer Ürünler",
    "productPageFamous": "Popüler Ürünler",
  
    "userActionsTitle": "Başlık",
    "userActionsDate": "Tarih",
    "userActionsCost": "Maliyet",
    "userActionsStatus": "Durum",
  
    "politicsTitle": "ÜYELİK SÖZLEŞMESİ VE SATIŞ ŞABLONU",
    "politicsRead": "Devamını Oku",
    "politicsAgree": "Okudum ve kabul ediyorum",
  
    "contract.1": "TARAFLAR VE KONU",
    "contract.1.1": "Bu sözleşmede TURANLİNE TEKSTİL İNŞAAT EMLAK TARIM SİTE YÖNETİMİ TURİZM VE TİCARET LİMİTED ŞİRKETİ 'Şirket' veya 'Şirketimiz' olarak, şirketimizin sahip olduğu dijital varlıklar toplu şekilde 'platform' olarak ve platforma göz atan veya platformu kullanan kişi 'Siz' veya 'Kullanıcı' olarak anılacaktır.",
    "contract.1.2": "Bu belge, şirketimiz tarafından sağlanan platform ve hizmetlere kullanıcı olmak için gerekenleri içerir. Platformumuza erişiminiz ve platformumuzu kullanımınız burada belirtilen şartlara, gizlilik politikamıza ve çerezlerle ilgili politikamıza tabidir. Platforma kaydolarak ve/veya platformda gezinerek aşağıdakileri kabul etmiş sayılırsınız:",
    "contract.1.2.1": "- Koşulları okuduğunuzu, anladığınızı ve bunlara bağlı kalmayı kabul ettiğinizi",
    "contract.1.2.2": "- Yasalarca öngörüldüğü şekli ile reşit ve bağlayıcı bir sözleşmeyi kabul etme ehliyetine sahip olduğunuzu",
    "contract.1.2.3": "- Eğer bir tüzel kişilik adına hareket ediyorsanız, bağlayıcı bir sözleşmeyi kabul etme yetkisine sahip tüzel kişiliği temsil ediyorsunuz demektir.",
  
    "contract.2": "HİZMET",
    "contract.2.1": "Platform ve şirketimiz tarafından sağlanan hizmet, politikalarımıza uygun olarak sonlandırılmadığı sürece belirtilmemiş bir süre için ücretsiz olarak sunulacaktır. Platform üzerinden ve şirketimiz tarafından sağlanan hizmet aşağıdaki gibi temel özelliklere sahip olacaktır:",
    "contract.2.1.1": "- Bir Kullanıcı Profili",
    "contract.2.1.2": "- Ürünler",
    "contract.2.1.3": "- Ürünle ilgili bilgilerin açıkça gösterilmesi",
    "contract.2.2": "Platform üzerinden şirketimizin misyonu; Türkiye’deki toptan ürünlerin vergi ücretleri nihai fiyata dahil edilerek ülke içi ve yurtdışına satışıdır.",
    "contract.2.3": "Şirketimiz, yukarıdaki ücretsiz üye avantajlarının tamamını veya bir kısmını, tamamen kendi takdirine bağlı olarak, bu tür eylemlerden kaynaklanan veya bunlarla bağlantılı olarak ortaya çıkan herhangi bir kayıp veya zarardan sorumlu olmaksızın herhangi bir zamanda askıya alabilir veya sona erdirebilir. Şirketimiz, tamamen kendi takdirine bağlı olarak platform aracılığıyla sağlanan hizmet için ücret talep etme hakkını saklı tutar.",
    "contract.2.4": "Platform aracılığıyla özelliklerin, işlevlerin ve faydaların erişilebilirliği kullanıcının bölgesine göre değişebilir ve/veya şarta bağlı olabilir.",
  
    "contract.3": "HAKLAR VE SORUMLULUKLAR",
    "contract.3.1": "Üyelik statüsünün elde edilebilmesi için ÜYE olmak isteyen kişinin işbu Sözleşme'yi onaylaması, Platform üzerinde kendilerinden talep edilen bilgileri doğru, eksiksiz ve güncel olarak doldurması ve üyelik başvurusunun şirketimiz tarafından değerlendirilerek onaylanması gerekmektedir. Kullanıcı olmak isteyen tüzel kişinin işbu sözleşmenin 1.1 maddesinde belirtilen şartlar ile şirketimiz tarafından belirlenecek şartları ve ilgili mevzuat hükümleri uyarınca gerekli koşulları sağlaması gerekmektedir. Onay sürecinin tamamlanması ve durumun ÜYE’ye bildirilmesi ve/veya KULLANICI sıfatının kazanılması ile birlikte ÜYE’nin üyelik statüsü başlar ve böylece ÜYE işbu Sözleşme'de ve Platform'da kendisi için tanımlanan hakları elde eder. ÜYE tercih ederse, bu hizmetlerin sunulduğu internet siteleri ve mobil uygulamaların kendi üyelik koşullarına tabi olmak kaydıyla, ayrı bir hesap açmadan dijital mülklerimiz üzerinden şirketimiz tarafından sunulan Platform Hizmetlerinden faydalanabilir. İşbu Sözleşme'de ve Platform'da Üye için tanımlanan yükümlülükler, Üye olunması ve/veya Üye sıfatının kazanılması ile birlikte Üye için bağlayıcı ve geçerli olacaktır. Platform'da kendisinden talep edilen bilgileri doğru, eksiksiz ve güncel olarak vermeyen ÜYE, bu sebeple doğabilecek tüm zararlardan bizzat sorumlu olacak; aksine bir durumun ortaya çıkması halinde şirketimiz ÜYE’nin bu statüsünü kısmen veya tamamen kısıtlama, engelleme, askıya alma veya sona erdirme hak ve yetkisine sahip olacaktır.  ÜYE, verdiği bilgilerde herhangi bir değişiklik olması halinde bilgilerini derhal güncelleyecektir. ÜYE, söz konusu bilgileri çağrı merkezi aracılığıyla veya Platform üzerinden ya da şirketimizin sunduğu diğer imkanlarla güncelleyebilecektir.",
    "contract.3.2": "Üyelik hesabı, bu hesabı oluşturan ÜYE’ye özeldir; ÜYE, üyelik hesabını üçüncü bir kişiye kullandıramaz ve diğer üyelerin hesaplarını kullanamaz.",
    "contract.3.3": "Şirketimiz, 6563 sayılı Elektronik Ticaretin Düzenlenmesi Hakkında Kanun'a göre \"elektronik ticaret aracı hizmet sağlayıcı\" ve 5651 sayılı İnternet Ortamında Yapılan Yayınların Düzenlenmesi ve Bu Yayınlar Yoluyla İşlenen Suçlarla Mücadele Edilmesi Hakkında Kanun'a göre \"erişim sağlayıcı \"dır. Şirketimizin kendisi tarafından satışa sunulan ürünler haricinde Platform'da yer alan hiçbir görsel, yazılı veya diğer içeriğin gerçekliğinden, güvenilirliğinden, doğruluğundan veya hukuka uygunluğundan şirketimiz sorumlu olmadığı gibi, şirketimizin bu tür içerikleri kontrol etme veya Platform'da hukuka aykırı bir faaliyet olup olmadığını araştırma yükümlülüğü de bulunmamaktadır.",
    "contract.3.4": "Üye, Satıcılar ile akdedeceği mesafeli satış sözleşmelerinde, Şirketimizin bizzat satıcı olduğu mesafeli satış sözleşmeleri hariç olmak üzere, Satıcıların satıcı taraf ve Üyelerin alıcı taraf olduğunu, Şirketimizin mesafeli satış sözleşmelerine hiçbir şekilde taraf olmadığını ve yürürlükteki tüketici mevzuatı ve sair mevzuat kapsamında kendisine karşı her anlamda sadece Satıcıların şahsen sorumlu olduğunu ve Şirketimizin herhangi bir sorumluluğunun bulunmadığını kabul, beyan ve taahhüt eder. Yukarıdakilere ek olarak Satıcılar, Platform'da sergiledikleri ve satışını yaptıkları tüm ürünlerin kalitesinden, mevzuata uygunluğundan, zamanında ve ayıpsız tesliminden, faturalandırılmasından, garanti belgesi dahil gerekli tüm belgelerin tesliminden, satış sonrası hizmetlerin ve diğer hizmetlerin sunulmasından, diğer tüm yükümlülüklerin yerine getirilmesinden ve diğer hususlardaki tüm talep ve şikayetlerden bizzat sorumludur. Kullanıcı, ürünlerle ilgili olarak şirketimize bu maddede sayılanlarla sınırlı olmamak üzere herhangi bir sorumluluk yöneltmeyeceğini, bu kapsamda tek muhatabın ilgili ürünü satışa sunan Satıcı olacağını kabul, beyan ve taahhüt eder. Ayrıca Kullanıcı, Platform'a, Platform üzerinden sunulan hizmetlere ve/veya Platform dahilinde gerçekleştirilen faaliyetlere ilişkin herhangi bir hukuki işlem başlatmak istemesi halinde Platform'da yer alanlar da dahil olmak üzere gerekli tüm yasal yükümlülükleri ve prosedürleri yerine getirmekle yükümlü olduğunu, bu yükümlülük ve prosedürlere ilişkin olarak şirketimizin herhangi bir bilgi ve sorumluluğunun bulunmadığını kabul, beyan ve taahhüt eder.",
    "contract.3.5": "Satıcı, şirketimiz ile arasındaki sözleşme ilişkisi kapsamında ürün bedelini Üye’den tahsil etmek üzere şirketimizi yetkilendirmiştir. Bu nedenle Üye, şirketimize yapacağı ödeme ile Satıcı'ya karşı olan ödeme yükümlülüğünden kurtulmuş olacaktır. Üye’nin Satıcı'ya başkaca bir ödeme yapma yükümlülüğü bulunmamaktadır. Ancak Üye'nin Satıcı'ya mükerrer ödeme yapması halinde şirketimizin herhangi bir sorumluluğu olmayacaktır. ",
    "contract.3.6": "Kullanıcı, platformu başta Suç Gelirlerinin Aklanmasının Önlenmesi Hakkında Kanun olmak üzere Türkiye Cumhuriyeti'nde yürürlükte bulunan tüm mevzuata ve genel hukuk kurallarına aykırı amaçlarla kullanmayacağını, başkalarının da hukuka ve mevzuata aykırı amaçlarla kullanmasına izin vermeyeceğini, internet sitesini hukuka ve mevzuata aykırı amaçlarla kullanması veya hesabını başkalarının kullanmasına izin vermesi halinde doğabilecek tüm hukuki ve cezai sorumluluktan kendisinin sorumlu olacağını peşinen kabul eder. Kullanıcının hesabını Türk Kanunlarına aykırı olarak kullanması nedeniyle yetkili makamlar tarafından hesaba yapılan el koyma ve kısıtlamalardan şirketimiz sorumlu tutulamaz.",
    "contract.3.7": "Üye’nin Hesap Sayfası'na erişebilmesi ve Platform üzerinde işlem yapabilmesi için gerekli olan üyelik ve şifre bilgileri Üye tarafından oluşturulmakta olup, söz konusu bilgilerin güvenliği ve gizliliği tamamen Üye’nin sorumluluğundadır. Üye, Platform üzerinde güçlü bir şifre kullanmalı ve ilgili şifreyi sadece Platform üzerinde kullanmalıdır. Üye, Platform'a üye olurken verdiği bilgilerin doğruluğundan ve gizliliğinden sorumlu olup, kendisine ait üyelik bilgileri ve şifre ile gerçekleştirilen işlemlerin kendisi tarafından gerçekleştirildiğini, bu işlemlerden doğan sorumluluğun peşinen kendisine ait olduğunu, bu şekilde gerçekleştirilen iş ve işlemleri kendisinin gerçekleştirmediği yönünde herhangi bir savunma ve/veya itiraz ileri süremeyeceğini ve/veya bu tür savunma veya itirazlara dayanarak yükümlülüklerini yerine getirmekten kaçınamayacağını kabul, beyan ve taahhüt eder.",
    "contract.3.8": "Üye ve platformu ziyaret eden kişiler, Platformu aşağıda sayılan haller başta olmak üzere hukuka ve ahlaka aykırı bir şekilde kullanamazlar.",
    "contract.3.8.1": "Platformun herhangi bir kişi adına bir veritabanı, kayıt veya dizin oluşturmak, kontrol etmek, güncellemek veya değiştirmek için kullanılması;",
    "contract.3.8.2": "Platform'un tamamen veya kısmen, Platform'u bozmak, değiştirmek veya tersine mühendislik yapmak için kullanılması;",
    "contract.3.8.3": "Yanlış bilgiler veya başkasına ait bilgiler kullanılarak işlem yapılması, yanlış veya yanıltıcı ikamet adresi, e-posta adresi, iletişim, ödeme veya hesap bilgileri de dahil olmak üzere yanlış veya yanıltıcı kişisel veriler kullanılarak sahte hesaplar oluşturulması ve bu hesapların Üyelik Sözleşmesi'ne veya yürürlükteki mevzuata aykırı olarak kullanılması, başka bir Üye’nin hesabının kullanılması, başkasının yerine geçerek veya sahte isimle işlemlere taraf veya katılımcı olunması;",
    "contract.3.8.4": "Platform'a, Platform'un veri tabanına, Platform'da yer alan herhangi bir içeriğe zarar veren virüs veya diğer zararlı yazılımları yaymak;",
    "contract.3.8.5": "Platform'un belirlediği iletişim ve teknik sistemler üzerinde makul olmayan veya orantısız büyüklükte yükler oluşturacak veya teknik işleyişe zarar verecek faaliyetlerde bulunmak, şirketimizin önceden yazılı izni olmaksızın Platform üzerinde otomatik program, robot, web crawler, örümcek, veri madenciliği ve veri tarama gibi \"screenscraping\" yazılımları veya sistemleri kullanmak ve Platform'da yer alan herhangi bir içeriğin tamamını veya bir kısmını izinsiz olarak kopyalamak, yayınlamak veya bu şekilde kullanmak.",
    "contract.3.9": "Üye, satın almış olduğu ürünlere ilişkin yorumlarının, ürünün satın alındığı satıcı tarafından talep edilmesi halinde, mevzuata uygun olarak satıcı ile paylaşılabileceğini ve bu yorumların satıcı tarafından mevzuata uygun olarak kullanılabileceğini kabul eder.",
    "contract.3.10": "Üye, Platform'a içerik yüklemekle, Üye İçeriği'ne ilişkin fikri ve sınai mülkiyet hakları ile diğer hakların münhasıran sahibi olduğunu ve 5486 sayılı Fikir ve Sanat Eserleri Kanunu'ndan doğan fikri haklar kapsamındaki mali haklara sahip olduğunu kabul eder. 5486 sayılı Fikir ve Sanat Eserleri Kanunu'ndan doğan fikri haklar kapsamındaki mali haklara [örneğin; tespit hakkı, işleme hakkı (FSEK m. 21), çoğaltma hakkı (FSEK m. 22), yayma hakkı (FSEK m. 23), temsil hakkı (FSEK m. 24), işaret, ses ve/veya görüntü nakline yarayan araçlarla umuma iletim hakkı (FSEK m. 21), çoğaltma hakkı (FSEK m. 22), yayma hakkı (FSEK m. 23), temsil hakkı (FSEK m. 24), işaret, ses ve/veya görüntü nakline yarayan araçlarla umuma iletim hakkı (FSEK m. 25)] manevi haklar [örneğin; aleniyet hakkı (FSEK m. 14), adın belirtilmesi hakkı (FSEK m. 15), değiştirilmesini önleme hakkı (HMK m. 16) ve tahrif edilmesini/bozulmasını önleme hakkı (m. 17)] dahil olmak üzere tüm fikri ve sınai mülkiyet hakları ile diğer hakları, başta FSEK olmak üzere ilgili mevzuat hükümlerinin izin verdiği ölçüde şirketimize devretmiştir. 5486 sayılı Fikir ve Sanat Eserleri Kanunu uyarınca, herhangi bir kullanım sınırı olmaksızın, süre, sayı ve konu bakımından sınırsız, dünya çapında (uluslararası) geçerli -yer bakımından sınırsız-, alt lisans verilebilir, geri alınamaz, bedelsiz ve koşulsuz tam lisans ile.",
    "contract.3.11": "Üye ve platformu ziyaret eden kişiler, Platform üzerindeki işlemlerini şirketimize mali ve Platform'a teknik açıdan hiçbir şekilde zarar vermeyecek şekilde gerçekleştirmekle yükümlüdür. Üye ve platformu ziyaret eden kişiler, Platform'un kullanımının Platform'a zarar verebilecek herhangi bir program, virüs, yazılım, lisanssız ürün, truva atı vb. içermediğinden emin olmak için gerekli koruyucu yazılımları ve lisanslı ürünleri kullanmak da dahil olmak üzere gerekli tüm tedbirleri aldıklarını kabul ve taahhüt ederler. Üye ve platformu ziyaret eden kişiler, Platforma robot veya otomatik giriş yöntemleri ile girmeyeceklerini de kabul ederler.",
    "contract.3.12": "Şirketimiz, Platformun ve Platformdaki içerik, materyal ve unsurların doğruluğunu, güvenliğini, güncelliğini, kullanılabilirliğini, sürekliliğini, eksiksizliğini, amaca uygunluğunu ve işlevselliğini sağlamak için elinden gelen en iyi şekilde makul önlemleri almıştır ve bunları \"olduğu gibi\", \"mevcut olduğu şekilde\" sağlar ve bunlarla ilgili hiçbir garanti veya beyanda bulunmaz.",
    "contract.3.13": "Platform'daki bağlantılar Üye’yi başka web sitelerine/uygulamalara yönlendirebilir. Şirketimiz bu web sitelerinin/uygulamaların içeriği, doğruluğu, güvenilirliği, güvenliği ve/veya işlevselliği ile ilgili herhangi bir garanti ve taahhüt vermemekte olup, bu web sitelerine/uygulamalara erişim, kullanım, indirme, paylaşım ve/veya değişiklik yapılmasından doğabilecek zararlardan hiçbir şekilde sorumlu olmayacaktır.",
    "contract.3.14": "Şirketimiz, tamamen kendi takdirine bağlı olarak, dilediği zaman ve herhangi bir sebep göstermeksizin, üyelik başvurularını reddedebilir, üyelikleri sona erdirebilir veya üyelik başvurusunun kabulünü veya devamını ya da Platform'un kullanılmasını ek şartlara bağlayabilir. Şirketimiz tarafından kişinin üyelik sürecinden sonra getirilecek ve herhangi bir şekilde duyurulacak/bildirilecek/yayınlanacak değişiklikler, ek şart ve koşullar, hükümler, kılavuzlar ve politikalar, Platform'da yayınlanmalarının ardından ayrıca bir bildirim veya onaya gerek olmaksızın yayınlandıkları andan itibaren Üye için bağlayıcı olacak ve Kullanıcı Platform'u kullanmaya/platform üzerinden sunulan hizmetlerden yararlanmaya devam etmekle bunları kabul etmiş sayılacaktır; Ancak ilgili mevzuat hükümlerinin Üye tarafından açıkça onaylanmasını gerektirmesi halinde, Şirketimiz, Üye tarafından onaylanmadığı takdirde kişinin üyeliğini kısmen veya tamamen kısıtlama, engelleme, askıya alma veya sona erdirme hak ve yetkisine sahip olacaktır.",
    "contract.3.15": "Üye, dilediği zaman herhangi bir sebep göstermeksizin üyeliğini tek taraflı olarak sonlandırabilir. Üye, üyelik hesabını kapatma işlemini Platform üzerinden gerçekleştirebilecektir. Üye, Platform'da yer alan www.turanline.com sayfasındaki ilgili adımları takip ederek hesabını kapatma işlemlerini başlatabilecektir. Üye’nin hesabını kapatma işlemlerini başlatması ve bu talebin şirketimize ulaşmasının ardından hesap güvenliğinin sağlanması ve kötüye kullanımın önlenmesi amacıyla hesap kapatma talebi şirketimiz tarafından belirlenen kurallara uygun olarak sonuçlandırılacaktır. Üye, üyelik hesabının kapatılmasından sonra üyelik hesabını tekrar kullanamayacağını ve/veya hesap altında tanımlı hak ve avantajları geri alamayacağını ve çeşitli hesaplara aktaramayacağını anladığını kabul eder.",
  
    "contract.4": "KİŞİSEL VERİLERİN KORUNMASI",
    "contract.4.1": "Kişisel Verilerin İşlenmesi:",
    "contract.4.2": "Şirketimiz, Üyelerinden elde ettiği kişisel verilerin işlenmesi konusunda KVKK'ya (6698 sayılı Kişisel Verilerin Korunması Kanunu) tabidir. Şirketimiz, Kullanıcılarından topladığı kişisel verileri www.turanline.com adresinden ulaşılabilecek olan \"Gizlilik Politikası \"na uygun olarak işlemektedir. Platformu'nda işlemektedir. Gizlilik Politikası, Üyelik Sözleşmesi'nin ayrılmaz bir parçasıdır.Bizimle iletişime geçtiğiniz e-posta adresi, üyelik işleminiz sırasında bildirdiğiniz e-posta adresi olmalıdır. Diğer e-posta adreslerinden gelen talepler, Üye olduğunuza dair makul bir kanıt sunulmadığı sürece yanıtlanmayacaktır.",
  
    "contract.5": "FİKRİ MÜLKİYET HAKLARI",
    "contract.5.1": "Şirketimiz “TURANLİNE TEKSTİL İNŞAAT EMLAK TARIM SİTE YÖNETİMİ TURİZM VE TİCARET LİMİTED ŞİRKETİ” şeklindeki ünvanı, marka ve logosu, \"Şirket\" mobil uygulamasının ve Platform'un tasarımı, yazılımı, www.turanine.com şeklindeki alan adı ve bunlarla bağlantılı olarak şirketimiz tarafından oluşturulan her türlü ticari marka, tasarım, logo, ticari takdim şekli, slogan ve diğer tüm içerik şirketimizin fikri mülkiyet haklarıdır. Üye, Şirketimizin veya bağlı şirketlerinin fikri mülkiyet haklarını yazılı izni olmaksızın kullanamaz, paylaşamaz, dağıtamaz, sergileyemez, çoğaltamaz veya bunlardan türemiş çalışmalar yapamaz. Üye, Platform'un tamamını veya bir kısmını şirketimizin yazılı izni olmaksızın başka bir ortamda kullanamaz. Üye’nin üçüncü kişilerin veya şirketimizin fikri mülkiyet haklarını ihlal edecek şekilde davranması halinde Üye, şirketimizin ve/veya söz konusu üçüncü kişinin doğrudan ve dolaylı tüm zarar ve masraflarını tazmin etmekle yükümlüdür.",
  
    "contract.6": "YASAL VE CEZAİ YAPTIRIMLAR,",
    "contract.6.1": "Üye, siteyi Türkiye Cumhuriyeti yasaları ve tüm mevzuatı kapsamında kullanacağını taahhüt eder. Hukuka aykırı kullanım halinde şirketimiz üyeye ait tüm bilgileri yetkili mercilerle paylaşma hak ve yetkisine sahiptir. Bu husus gizliliğin ihlali olarak değerlendirilemez ve şirketimize hiçbir sorumluluk atfedilemez.",
    "contract.6.2": "Üye, Sözleşme hükümlerinin uygulanması nedeniyle, şirketin adını, dijital varlıkların – www.turanline.com isimli websitesi gibi- adını ve/veya logosunu kullanarak şirketimizi karalayıcı, ticari itibarını zedeleyici veya haksız rekabet yaratıcı yorum ve paylaşımlarda bulunmayacağını taahhüt eder. Bu taahhüt her türlü yazılı ve görsel medya ile tüm sosyal medya mercilerini kapsar. Bu maddeye aykırılığın tespiti halinde şirketimiz önceden haber vermeksizin sözleşmeyi tek taraflı olarak feshetme, kullanıcının hesabını engelleme, askıya alma veya tamamen silme hakkına sahiptir. Aynı şekilde şirketimiz bu maddenin ihlali nedeniyle Üye’ye karşı tüm tazminat haklarını kullanacaktır. Üye, bu maddenin uygulanması nedeniyle her türlü itiraz ve talep hakkından peşinen gayrikabili rücu feragat ettiğini kabul, beyan ve taahhüt eder.",
    "contract.6.3": "Şirketimiz, platform iş akışı ve yazılım güvenliği açısından şüpheli işlem girişimlerini tespit ettiği Üye’ye ait hesap veya hesapları geçici veya kalıcı olarak kapatma, şüpheli işlem gerçekleştiren Üye hesaplarını askıya alma, dondurma veya geçici olarak kapatma hakkına sahiptir. Bu maddenin tarafımızca dürüstlük ve iyi niyet kuralları çerçevesinde uygulanması nedeniyle şirketimiz hukuki ve cezai olarak sorumlu tutulamaz.",
    "contract.6.4": "Şirketimiz tarafından sözleşmedeki herhangi bir madde veya maddelerin Üye tarafından ihlal edildiğinin tespit edilmesine rağmen şirketimizin sözleşmeyi feshetmemesi ve Üye hakkında yasal yollara başvurmaması şirketimizin bu haklarından feragat ettiği şeklinde yorumlanamaz. Tespit edilen bu ihlallere karşı şirketimiz tüm haklarını saklı tutar.",
  
    "contract.7": "MÜCBİR SEBEP",
    "contract.7.1": "Siber saldırı, ayaklanma, ambargo, devlet müdahalesi, isyan, istila, işgal, savaş, seferberlik, grev, lokavt, işçi eylemleri veya boykot, iletişim sorunları, altyapı ve internet arızaları, sistem iyileştirme veya yenileme çalışmaları ve bu sebeple meydana gelebilecek arızalar, elektrik kesintisi, yangın, patlama, fırtına, sel, su baskını, deprem, göç, salgını veya diğer herhangi bir doğal afet veya Şirketimizin kontrolü dışında, kendi kusurundan kaynaklanmayan ve makul olarak öngörülemeyen diğer olaylar (\"Mücbir Sebepler\") Platform'un Kullanım Koşulları ve Üyelik Sözleşmesi'nden doğan yükümlülüklerini yerine getirmesini engelleyebilir veya geciktirebilir, Şirketimiz mücbir sebepler sonucu engellenen veya geciken yükümlülüklerinden dolayı sorumlu tutulamaz ve bu durum Sözleşme'nin ihlali sayılmaz.",
    "contract.7.1.1": "7 (yedi) ana maddeden oluşan Üyelik Sözleşmesi ve Mesafeli Satış Sözleşmesi, Üye tarafından her bir hükmü okunup tam olarak anlaşılmak suretiyle elektronik ortamda onaylanarak onay anı itibariyle yürürlüğe girmiştir.",
  
    "politicsGeneralProvisions": "GİZLİLİK POLİTİKASI",
  
    "politics.1": "1.KONU",
    "politics.1.1": "Bu sözleşme TURANLİNE TEKSTİL İNŞAAT EMLAK TARIM SİTE YÖNETİMİ TURİZM VE TİCARET LİMİTED ŞİRKETİ   (bu sözleşmede \"şirketimiz\" veya “şirket” olarak anılacaktır) şirketinin sahip olduğu dijital varlıklar – www.turanline.com adresli web sitesi gibi- (topluca \"platform\" olarak adlandırılacaktır) aracılığıyla toplanan kişisel bilgileri nasıl ele aldığını açıklamak için hazırlanmıştır. Bu politika ile şirketimizin 6698 sayılı \"Kişisel Verilerin Korunması Kanunu\" uyarınca bilgileri nasıl topladığı ve kullandığı konusunda sizi bilgilendirmeyi amaçlamaktayız.  ",
    "politics.1.2": "2.HANGİ BİLGİLER TOPLANIYOR? ",
  
    "politics.2": "2.HANGİ BİLGİLER TOPLANIYOR? ",
    "politics.2.1": "Platforma üye olduğunuzda toplanan bilgiler aşağıda listelenmiştir.",
    "politics.2.2": "- Kullanıcı Hesap Bilgileri: Adınız, soyadınız, müşteri numaranız ve kullanıcı bilgileriniz ile birlikte eklemeyi tercih etmeniz halinde telefon numarası, cinsiyet, doğum tarihi, kimlik numarası.",
    "politics.2.3": "- Müşteri İşlem Bilgileri: İşlem ve fatura bilgileriniz, alışverişlerinizin geçmişi, talep ve şikayetleriniz, yorum ve sorularınız ile platformda yapılan bu işlemlerin içerdiği her türlü bilgi. ",
    "politics.2.4": "- Teslimat Bilgileri: Platform üzerinden yapılan her türlü işlem için eklenen adres, işlem ve iletişim bilgileri.",
    "politics.2.5": "- Ödeme Bilgileri: Kayıtlı kart bilgileri, platform içerisindeki ödeme veya ödeme yöntemlerine ilişkin bilgiler.",
    "politics.2.6": "- Güvenlik Bilgileri: Cihaz bilgileri, IP adresi, şifre ve çerez bilgileri, platform erişim kayıtları, platforma giriş yöntemi",
    "politics.2.7": "- Yasal Süreç Bilgileri: Platform aracılığıyla tüzel kişilerle iletişimde toplanan bilgiler, yasal iletişim taleplerinde toplanan bilgiler, yasal sistemdeki davalar ve tahsilatlardaki bilgiler.",
    "politics.2.8": "- Müşteri Destek Faaliyeti: Müşteri hizmetleri ile yapılan her türlü yazılı iletişim ve platform dahilinde veya üçüncü taraflar aracılığıyla sağlanan hizmetler aracılığıyla müşteri hizmetleri ile yapılan görüşmelerin ses kayıtları.",
    "politics.2.9": "- Promosyon ve Etkinlik Katılımı: Bir yarışma, promosyon veya ankete katıldığınızda paylaştığınız iletişim bilgileri gibi bilgiler. Bu, kazandığınızı size bildirmek, kimliğinizi doğrulamak ve/veya kazandığınız ödülün size ulaştığından emin olmak için yapılır. Tarafımızdan sağlanan her yarışma veya anketle ilgili kuralları ve ilgili bilgileri okumanızı öneririz. ",
    "politics.2.10": "- Üçüncü taraf hizmetleri aracılığıyla toplanan veriler: Üçüncü taraflar aracılığıyla bilgi toplanabilir.",
    "politics.2.11": "- Otomatik olarak toplanan bilgiler: Cihaz ve/veya konum bilgileri otomatik olarak toplanır. ",
  
    "politics.3": "3.HUKUKİ ZORUNLULUK, BİLGİ TOPLAMA SEBEPLERİ VE YÖNTEMİ ",
    "politics.3.1": "Platformda yer alan kişisel verileriniz KVKK'nın 5. maddesinde belirtilen hukuka uygunluk sebeplerine dayanılarak işlenmektedir. ",
    "politics.3.2": "Platformlarımız üzerinden sağlanan bilgiler elektronik ortamda saklanmaktadır. Canlı yardım sistemleri, çağrı merkezleri veya e-postalar aracılığıyla toplanan her türlü bilgi elektronik ortamda yapıldığı için saklanmakta, posta veya ilgili belgeler gibi fiziksel olarak ortaya çıkan ve toplanan bilgiler ise fiziksel olarak saklanmaktadır.  ",
    "politics.3.3": "Toplanan bilgiler aşağıdakiler için kullanılır;",
    "politics.3.4": "- Platform içinde hesabınızı oluşturmak ve sürdürmek ve platform aracılığıyla sağlanan hesabınızı onaylama ve/veya kod gönderme gibi güvenlik özelliklerini etkinleştirmek ",
    "politics.3.5": "- Ödemeleri işlemek, siparişleriniz için iletişim oluşturmak ve teslimatları güvenilir hale getirmek için siparişler ve teslimatlar oluşturmak.",
    "politics.3.6": "- Hizmetleri iyileştirmek ve optimize etmek, toplanan anonimleştirilmiş bilgiler dahilinde şirketimiz, hizmetlerimizin başarılı bir şekilde çalıştığından emin olmak için bilgileri işlemek. ",
    "politics.3.7": "- İlginizi çekebilecek özellikleri, ürünleri ve hizmetleri belirlemek ve önermek için kullanıcı deneyimini kişiselleştirmek. ",
    "politics.3.8": "- Platform kullanımınız, talepleriniz, sorularınız ve geri bildirimlerinizle ilgili olarak kullanıcılarla iletişim kurmak ve müşteri desteği sağlamak.",
    "politics.3.9": "- Güvenlik hizmetleri sağlamanın yanı sıra dolandırıcılığı önlemek, tespit etmek, araştırmak ve bunlara karşı gerekli adımları atabilmek. ",
    "politics.3.10": "- Yasal yükümlülüklere uyabilmek ve koruma oluşturmak. Şirketimiz, kişisel bilgilerinizi yasal ve hukuka uygun taleplere uymak ve sözleşme gerekliliklerine ve yürürlükteki yasalara uygunluğu sağlamak amacıyla iç süreçleri denetlemek için kullanabilir. ",
  
    "politics.4": "4.VERİLERİNİZİ NASIL KORUYORUZ?",
    "politics.4.1": "Platform üzerinden sağlanan kişisel bilgiler şirketin gözetimi ve kontrolü altında tutulmaktadır. Şirket, kişisel bilgilerin güvenliğini sağlamak için gerekli sistemleri ve teknik gereksinimleri oluşturma ve yönetme sorumluluğunu üstlenir.",
  
    "politics.5": "5.GİZLİLİK POLİTİKASINDAKİ DEĞİŞİKLİKLER ",
    "politics.5.1": "Şirketimiz bu Gizlilik Politikasını dilediği zaman değiştirme hakkını saklı tutar. Bu Gizlilik Politikasında yapılan önemli değişiklikler tarih güncellenerek kullanıcılara bildirilecektir. Şirketimiz, kullanıcıları gizlilik uygulamalarımız hakkında bilgi sahibi olmak için her ziyaretlerinde gizlilik politikalarını gözden geçirmeye teşvik eder. ",
  
    "messageLogInError": "Geçersiz kimlik bilgileri, lütfen tekrar deneyin!",
    "messageLogInSuccess": "Başarıyla giriş yaptınız!",
    "messageRegistration": "Başarıyla kaydoldunuz!",
    "messageRegistrationError": "Girilen kullanıcı adı veya telefon numarası zaten kayıtlı!",
    "messageHeaderCart": "Sepet yalnızca oturum açmış kullanıcılar için kullanılabilir",
    "messageHeaderFavorites": "Favoriler yalnızca oturum açmış kullanıcılar için kullanılabilir",
    "messageModalChangeError": "Bu telefon numarası zaten var, lütfen başka bir numara girin!",
    "messageModalChangeSuccess": "Veriler başarıyla değiştirildi!",
    "messageModalChangeWarn": "Tüm alanlar doldurulmalıdır!",
    "messageCartError": "Sepet alınırken bir hata oluştu!",
    "messageCartAdded": "Ürün sepete eklendi!",
    "messageCartAddedError": "Ürün sepete eklenirken bir hata oluştu!",
    "messageCartAddedWarn": "Ürün sepete eklenmedi",
    "messageCartItemInCart": "Bu öğe zaten sepette!",
    "messageCartNotAuth": "Kimlik doğrulanmadı!",
    "messageCartDeleted": "Ürün sepetten silindi!",
    "messageGetCartError": "Alışveriş sepetiniz alınırken bir hata oluştu, lütfen daha sonra tekrar deneyin!",
    "messageCartColorChoose": "Bir renk seçmediniz!",
    "messageCartDeleteError": "Bir öğeyi silerken bir hata oluştu, lütfen daha sonra tekrar deneyin!",
    "messageCartOrderSend": "Sipariş başarıyla gönderildi!",
    "messageFavoritesSuccess": "Ürün favorilere eklendi!",
    "messageFavoritesWarn": "Oturum açana kadar favorilere öğe ekleyemezsiniz!",
    "messageFavoritesDeleted": "Ürün favorilerden silindi!",
    "messageFavoritesAddError": "Favorilere eklerken bir hata oluştu, daha sonra tekrar deneyin!",
    "messageFavoritesDeleteError": "Sık kullanılanlardan silerken bir hata oluştu, daha sonra tekrar deneyin!",
    "messageLogOutSuccess": "Başarıyla çıkış yaptınız!",
    "messageOrderTariffsError": "Tarifelerin alınmasında hata",
    "messageCalculateDeliveryPrice": "Şehriniz için teslimat seçeneği bulunamadı",
    "messageOrderSuccess": "Sipariş başarıyla oluşturuldu",
    "messageOrderGoPayment": "Ödemeye geçiş",
    "messageOrderFillFields": "Tüm ayrıntıları doldurun",
    "messageOrderAuthError": "Kullanıcı yetkili değil",
    "messageOrderError": "Oluşturma hatası",
    "messagePaymentWrongData": "Yanlış veri",
    "messagePaymentNotFound": "Sipariş bulunamadı",
    "messagePaymentError": "Siparişlerde hata",
  
    "totalWeightText": "Kargo Ağırlığı",
    "totalDeliveryPriceText": "Kargo Fiyatı",
  
    "notFoundTitle": "Küçük bir hata",
    "notFoundText": "Hoppala... Görünüşe göre bu sayfa mevcut değil! Anasayfaya gidin ve tekrar deneyin.",
  
    "errorPageTitle": "Ağ hatası",
    "errorPageText": "Sunucu tarafında bir hata meydana geldi, bunu düzeltmek için çok çalışıyoruz!",
  
    "formEmail": "Lütfen geçerli bir e-posta adresi girin.",
    "formName": "Lütfen büyük bir İngilizce, Türkçe veya Rusça başlayan ve ardından yalnızca küçük harflerin geldiği geçerli bir değer girin.",
    "formPassword": "Şifre büyük/küçük harf, rakam ve özel karakterler (!@#$%^&*()_+-=[]{};':\"\\|,.<>/?`~ vb.) içerebilir.",
    "formUsername": "Kullanıcı adı yalnızca harfler (büyük ve küçük harfler), rakamlar ve alt çizgiler içerebilir. Lütfen kullanıcı adınızın yalnızca bu karakterlerden oluştuğundan emin olun.",
    "formPhone": "Lütfen telefon numarasını şu formatta girin: +1 234 567 89 00",
    "formAddress": "Adres yalnızca Latin veya Kiril harfleri, rakamlar, boşluklar, virgüller, noktalar ve tireler içerebilir. Lütfen geçerli bir adres girin.",
    "formCompany": "Lütfen geçerli bir şirket adı girin!",
    "formRequired": "Bu alan gereklidir!",
    "formMin": "En az",
    "formMax": "En fazla",
    "formSymbols": "karakter",
    "formCorrectCardNumber": "Doğru kart numarasını girin",
    "formCorrectCardName": "Kart sahibinin doğru adını girin",
    "formCorrectCardCVV": "Doğru CVV'yi girin",
    "formCorrectCardMonth": "Doğru ayı girin",
    "formCorrectCardYear": "Doğru yılı girin",
  
    "recoverPasswordTitle": "Şifre Kurtarma",
    "recoverAppeal": "Kurtar",
  
    "inputEmail": "E-posta",
    "inputEmailPlaceHolder": "E-postanızı giriniz",
    "phoneConfirmTitle": "Telefon Numarası Doğrulama",
    "PhoneConfirmText1": "Telefon numarasına bir mesaj gönderildi",
    "PhoneConfirmText2": "6 haneli doğrulama kodu içeren",
    "PhoneConfirmCode": "Mesajdaki kod",
    "PhoneConfirmCodePlaceHolder": "Doğrulama kodunu girin",
    "phoneConfirmSuccess": "Onaylama başarılı oldu",
    "phoneConfirmError": "Onaylama işlemi gerçekleşmedi",
    "ConfirmPhoneButton": "Onayla",
  
    "titleHome": "Türkiye'den toptan eşya Pazarı - TuranLine: en iyi fiyatlar",
    "descriptionHome": "Türkiye'den toptan ürünler için ideal pazar yeriniz olan Turanline'a hoş geldiniz! Güvenilir tedarikçilerden zengin bir ürün yelpazesi sunarak güvenilir teslimat ve uygun işbirliği koşulları sağlıyoruz. İşinizi bizimle büyütün!",
    "titleCatalog": "Türkiye'den toptan eşya Kataloğu - TuranLine: Geniş seçenekler",
    "descriptionCatalog": "TuranLine platformunda toptan eşya kataloğunu keşfedin. Güvenilir Türk üreticilerden tekstil, elektronik, mobilya ve çok daha fazlasını uygun fiyatlarla çeşitli kategorilerde ürünler sunuyoruz.",
    "titleModeration": "Ürün Denetleme - TuranLine: Kalite ve uygunluk kontrolü",
    "descriptionModeration": "Bu sayfa, ürünleri TuranLine pazarına yerleştirmeden önce doğrulamak ve onaylamak için tasarlanmıştır. Her bir ürünün kalitesini ve güvenilirliğini dikkatle kontrol ederek yüksek standartlara uygunluğu sağlıyoruz.",
    "titleGood": "Ürünler ve fiyatlar - TuranLine: İşletmeler için harika fırsatlar",
    "descriptionGood": "Ürün yelpazemize göz atın ve toplu alımlar için güncel fiyatları öğrenin. İşletmeniz için Türkiye'den çok çeşitli kaliteli ürünleri rekabetçi fiyatlarla sunuyoruz. Siparişinizi sizin için kolaylık ve avantajla verin.",
    "titlePolicy": "Gizlilik Politikası - TuranLine: Verilerinizin Korunması",
    "descriptionPolicy": "Verilerinizin güvenliği bizim önceliğimizdir! Gizlilik politikası, bilgilerinizi korumak için aldığımız önlemleri ayrıntılı olarak açıklamaktadır. Kişisel verilerinizin gizliliğini ve tüm yasal düzenlemelere uygunluğu garanti ediyoruz.",
    "titleOrders": "Siparişler - TuranLine: Sipariş yönetimi ve durum takibi",
    "descriptionOrders": "Siparişlerinizi kolay ve rahat bir şekilde takip edin! Burada satın alımlarınızın durumunu görebilir, teslimatınızı takip edebilir ve siparişlerinizi yönetebilirsiniz. Basit ve anlaşılır bir takip sistemi, her zaman güncel kalmanızı sağlayacaktır.",
    "titleAbout": "Hakkımızda - TuranLine: Şirket bilgileri ve hizmetlerimiz",
    "descriptionAbout": "TuranLine ile tanışın. Müşterilerimize geniş bir ürün yelpazesi ve yüksek kaliteli ürünler sunarak Türkiye'den toptan mal tedariki konusunda uzmanız. Uzun vadeli ortaklığa ve ihtiyaçlarınızı karşılamaya kararlıyız.",
    "titleDelivery": "Teslimat - TuranLine: Malları teslim etmenin hızlı ve güvenilir yolları",
    "descriptionDelivery": "TuranLine platformunda teslimat koşullarımız hakkında bilgi edinin. İşletmenizin tüm ihtiyaçlarını karşılamak ve siparişlerin zamanında alınmasını sağlamak için malların adresinize hızlı, güvenilir ve güvenli bir şekilde teslim edilmesini sağlıyoruz.",
    "titleContacts": "İletişim — TuranLine: Destek için bizimle iletişime geçin",
    "descriptionContacts": "Türkiye'den toptan ürünlerimiz hakkında sorularınız için bizimle iletişime geçin! Ürün seçimi, sipariş verme ve teslimatın düzenlenmesi konusunda her zaman yardımcı olmaya hazırız. Uzmanlarımız tüm sorularınızı cevaplayacak ve gerekli tüm bilgileri sağlayacaktır. Sitede arayın, yazın veya bir istek bırakın.",
    "titleFavorites": "Favoriler - TuranLine: Hızlı sipariş için en iyi ürünleri kaydedin",
    "descriptionFavorites": "Türkiye'den en sevdiğiniz toptan ürünler burada toplanmıştır! Beğendiğiniz öğeleri daha sonra hızlı bir şekilde bulmak ve siparişinizi vermek için Favorilerinize kaydedin. Favori ürünler listesine kolay erişim, fiyatları ve özellikleri karşılaştırma imkanı. Zaman kaybetmeyin – siparişinizi hemen verin!",
    "titleCart": "Sepet - TuranLine: Sipariş vermeden önce siparişinizi kontrol edin",
    "descriptionCart": "Sepetinizin içeriğini Turanline'da görüntüleyin. Gerekli tüm ürünlerin eklendiğinden emin olun, miktarlarını ve maliyetlerini kontrol edin. Ardından, maksimum rahatlıkla kolay ve hızlı bir şekilde ödeme işlemine geçin.",
    "titlePayment": "Ödeme — TuranLine: Siparişler için uygun ve güvenli ödeme yöntemleri",
    "descriptionPayment": "TuranLine platformunda ödeme yöntemleri hakkında her şeyi öğrenin. Satın alımlarınızı tamamlamak için güvenilir, rahat ve güvenli yöntemler sunuyoruz. Minimum çaba ve maksimum rahatlıkla rahat bir ödeme süreci sağlayın.",
    "titleRegistration1": "Kaydın 1. Aşaması - TuranLine: Satın alımlar için bir hesap oluşturun",
    "descriptionRegistration1": "TuranLine platformuna kaydolmak için basit formu doldurun ve hesabınızı oluşturun. Platformun tüm özelliklerine erişmek için adınızı, soyadınızı, telefon numaranızı, e-postanızı, kullanıcı adınızı ve güçlü şifrenizi girin."
  }
}
